Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/mayan_statistics/locale/*/LC_MESSAGES/django.po
Languages: ar_eg, hu, pl

source: Statistics
ar_eg: إحصائيات
hu: Statisztikák
pl: Statystyki

source: Type
ar_eg: النوع
hu: Típus
pl: Typ

source: Schedule
ar_eg: جدولة
hu: Ütemezés
pl: Harmonogram

source: Last update
ar_eg: أخر تحديث
hu: Utolsó frissítés
pl: Ostatnia aktualizacja

source: Statistics namespace
hu: Statisztika névtér

source: Never
ar_eg: لا
hu: Soha
pl: Nigdy

source: Doughnut chart
hu: Fánk diagram

source: Line chart
hu: Vonaldiagram

source: Pie chart
hu: Kördiagram

source: Namespace details
ar_eg: تفاصيل خاصة
hu: Névtér részletek
pl: Szczegóły przestrzeni nazw

source: Namespace list
ar_eg: قائمة خاصة
hu: Névtérlista
pl: Lista przestrzeni nazw

source: Queue
ar_eg: منتظر
hu: Munkasor
pl: Dodaj do kolejki

source: View
ar_eg: عرض
hu: Nézet
pl: Pokaż statystykę

source: Slug
ar_eg: حجم
hu: Hivatkozás

source: Date time
ar_eg: التاريخ والوقت
hu: Dátum idő
pl: Data i godzina

source: Data
ar_eg: معلومات
hu: Adat
pl: Dane

source: Statistics result
ar_eg: نتيجة الإحصائية
hu: Statisztikai eredmény
pl: Wynik statystyk

source: Statistics results
ar_eg: نتيجة الإحصائيات
hu: Statisztikai eredmények
pl: Wyniki statystyk

source: View statistics
ar_eg: إستعراض الاحصائيات
hu: Statisztika megtekintése
pl: Przegląd statystyk

source: Execute statistic
ar_eg: تنفيذ الاحصائية
hu: Statisztika futtatása
pl: Wykonaj statystykę

source: No data available.
ar_eg: لا توجد معلومات متوفرة
hu: Nincs adat
pl: Brak danych

source: Last update: %(datetime)s
ar_eg: آخر تحديث: %(datetime)s
hu: Utolsó frissítés: %(datetime)s
pl: Ostatnia aktualizacja: %(datetime)s

source: Statistic "%s" not found.
ar_eg: الإحصائية &quot;%s&quot; غير موجودة.
hu: Nem található a "%s" statisztika
pl: Nie znaleziono statystyki "%s".

source: Statistics namespaces group statistics into logical units.
hu: A Statisztika névterek logikai egységekre csoportosítják a statisztikákat.

source: No statistic namespaces available
hu: Nem állnak rendelkezésre statisztikai névterek

source: Statistics namespaces
ar_eg: الإحصاءات
hu: Statisztikai névterek
pl: Przestrzenie nazw statystyk

source: Statistics are metrics and chart representations of existing data.
hu: A statisztikák a meglévő adatok mérőszámai és diagramjai.

source: No statistic available
hu: Nem áll rendelkezésre statisztika

source: Namespace details for: %s
ar_eg: تفاصيل المساحة : %s
hu: Névtér részlete a: %s-hoz
pl: Szczegóły przestrzeni nazw: %s

source: Results for: %s
ar_eg: نتائج: %s
hu: Eredmények a: %s-hez
pl: Wyniki dla: %s

source: Queue statistic "%s" to be updated?
ar_eg: سيتم تحديث إحصائية القائمة &quot;%s&quot;؟
hu: Legyen frissítve a "%s" statisztika munkasora?
pl: Dodać statystykę "%s" do kolejki w celu aktualizacji?

source: Statistic "%s" queued successfully for update.
ar_eg: تم وضع الإحصاء &quot;%s&quot; بنجاح
hu: A "%s" statisztika sikeresen elküldve frissítésre.
pl: Statystyka „%s” została pomyślnie umieszczona w kolejce do aktualizacji.
