Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/credentials/locale/*/LC_MESSAGES/django.po
Languages: pl, uk

source: Credentials
pl: Poświadczenia
uk: Облікові дані

source: The credential entry to use for authentication.
pl: Wpis poświadczeń używany do uwierzytelniania.
uk: Обліковий запис, який потрібно використовувати для автентифікації.

source: Credential
pl: Poświadczenie
uk: Обліковий запис

source: Authentication
pl: Uwierzytelnianie
uk: Аутентифікація

source: Optional credential entry to use for authentication.
pl: Opcjonalny wpis poświadczeń używany do uwierzytelniania.
uk: Додатковий запис облікових даних для автентифікації.

source: General
pl: Ogólne
uk: Загальний

source: Token
uk: Токен

source: Generated token value used to make API calls.
uk: Згенероване значення токена використовується для викликів API.

source: Access token
uk: Токен доступу

source: Identity
uk: Ідентичність

source: Username
pl: Nazwa użytkownika
uk: Ім'я користувача

source: Pseudonym used to identify a user.
uk: Псевдонім, який використовується для ідентифікації користувача.

source: Password
pl: Hasło
uk: Пароль

source: Character string used to authenticate the user.
uk: Рядок символів, який використовується для аутентифікації користувача.

source: Username and password
uk: Ім'я користувача та пароль

source: Credential created
pl: Tworzenie poświadczeń
uk: Обліковий запис створено

source: Credential edited
pl: Edycja poświadczeń
uk: Облікові дані відредаговано

source: Credential used
pl: Wykorzystywanie poświadczeń
uk: Використаний обліковий запис

source: The backend to use for the credential.
pl: Zaplecze używane na potrzeby poświadczeń.
uk: Бекенд для використання облікових даних.

source: Create credential
pl: Tworzenie poświadczenia
uk: Створити обліковий запис

source: Delete
pl: Usuń
uk: Видалити

source: Edit
pl: Edytuj
uk: Редагувати

source: Credential list
pl: Lista poświadczeń
uk: Обліковий список

source: Short description of this credential.
pl: Krótki opis tego poświadczenia.
uk: Короткий опис цього посвідчення.

source: Label
pl: Etykieta
uk: Мітка

source: This value will be used by other apps to reference this credential. Can only contain letters, numbers, and underscores.
pl: Ta wartość będzie używana przez inne aplikacje do odwoływania się do tego poświadczenia. Może zawierać tylko litery, cyfry i podkreślenia.
uk: Це значення буде використовуватися іншими програмами для посилання на ці дані. Може містити лише літери, цифри та підкреслення.

source: Internal name
pl: Nazwa wewnętrzna
uk: Внутрішнє ім'я

source: Create credentials
pl: Tworzenie poświadczeń
uk: Створити облікові записи

source: Delete credentials
pl: Usuwanie poświadczeń
uk: Видалити облікові записи

source: Edit credentials
pl: Edycja poświadczeń
uk: Редагувати облікові записи

source: Use credential
pl: Używanie poświadczeń
uk: Використовуйте облікові записи

source: View credentials
pl: Podgląd poświadczeń
uk: Переглянути облікові записи

source: New credential backend selection
pl: Nowy wybór zaplecza poświadczeń
uk: Новий вибір механізму автентифікації

source: Create a "%s" credential
pl: Utwórz poświadczenie "%s"
uk: Створити "%s" обліковий запис

source: Delete credential: %s
pl: Usuń poświadczenie: %s
uk: Видалити обліковий запис: %s

source: Edit credential: %s
pl: Edytuj poświadczenie: %s
uk: Редагувати обліковий запис: %s

source: Credentials represent an identity. These are used to when accessing external systems or services.
pl: Poświadczenia reprezentują tożsamość. Są one używane podczas uzyskiwania dostępu do zewnętrznych systemów lub usług.
uk: Облікові дані - це посвідчення особи. Вони використовуються для доступу до зовнішніх систем або сервісів.

source: No credentials available
pl: Brak dostępnych poświadczeń
uk: Немає облікових записів

source: Null backend
pl: Zerowy backend
