Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/web_links/locale/*/LC_MESSAGES/django.po
Languages: hr, ro_ro, zh_tw

source: Web links
hr: Mrežne poveznice
ro_ro: Link-uri web
zh_tw: 網頁連結

source: Web link created
hr: Mrežna poveznica izrađena
ro_ro: Link web creat
zh_tw: 網頁連結已建立

source: Web link edited
hr: Mrežna poveznica izmijenjena
ro_ro: Link web modificat
zh_tw: 網頁連結已編輯

source: Web link navigated
hr: Mrežna poveznica pronađena
ro_ro: Link-ul web a fost navigat
zh_tw: 網頁連結已瀏覽

source: Templating
ro_ro: Lucru cu șabloane
zh_tw: 模板化

source: Create new web link
hr: Izradi novu mrežnu poveznicu
ro_ro: Creați un nou link web
zh_tw: 建立新的網頁連結

source: Delete
hr: Izbriši
ro_ro: Șterge
zh_tw: 刪除

source: Document types
hr: Vrste dokumenata
ro_ro: Tipuri de documente
zh_tw: 文件類型

source: Edit
hr: Izmijeni
ro_ro: Editați
zh_tw: 編輯

source: Navigate
hr: Upravljaj
ro_ro: Navigați
zh_tw: 瀏覽

source: A short text describing the web link.
hr: Kratki opis mrežne poveznice
ro_ro: Un text scurt care descrie legătura web.
zh_tw: 網頁連接的簡單描述。

source: Label
hr: Oznaka
ro_ro: Conținut etichetă
zh_tw: 標籤

source: Template that will be used to craft the final URL of the web link.
hr: Obrazac po kojem će se izraditi URL mrežne poveznice.
ro_ro: Șablon care va fi utilizat pentru a crea URL-ul final al linkului web.
zh_tw: 用於製作網頁連結最終的URL範本。

source: Template
hr: Predložak
ro_ro: Șablon
zh_tw: 範本

source: Enabled
hr: Omogućen
ro_ro: Activat
zh_tw: 啟用

source: Web link
hr: Mrežna poveznica
ro_ro: Link web
zh_tw: 網頁連結

source: Create new web links
hr: Izradi nove mrežne poveznice
ro_ro: Creați noi legături web
zh_tw: 建立新的網頁連結

source: Delete web links
hr: Izbriši mrežne poveznice
ro_ro: Ștergeți link-urile web
zh_tw: 刪除網頁連結

source: Edit web links
hr: Izmijeni mrežne poveznice
ro_ro: Editați link-uri web
zh_tw: 編輯網頁連結

source: View existing web links
hr: Pregledaj postojeće mrežne poveznice
ro_ro: Vizualizați linkurile web existente
zh_tw: 查看現有的網頁連結

source: View web link instances
hr: Pregledaj instance mrežnih poveznica
ro_ro: Vizualizați instanțele de link web
zh_tw: 查看網頁連結的實例

source: Primary key of the document type to add to the web link.
hr: Primarni ključ vrste dokumenta koji treba dodati uz mrežnu poveznicu.
ro_ro: Cheia primară a tipului de document de adăugat la linkul web.
zh_tw: 要新增到網頁連結的文件類型主鍵

source: Document type ID
hr: ID vrste dokumenta
ro_ro: ID tip document

source: Primary key of the document type to remove from the web link.
hr: Primarni ključ vrste dokumenta koji treba ukloniti iz mrežne poveznice.
ro_ro: Cheia primară a tipului de document de eliminat de pe link-ul web.
zh_tw: 要從網頁連結刪除的文件類型主鍵。

source: Document types add URL
hr: URL za dodavanje vrste dokumenta
ro_ro: Adresă URL adăugare tipuri de documente

source: Document types remove URL
hr: URL za uklanjanje vrste dokumenta
ro_ro: Adresă URL ștergere tipuri de documente

source: Document types URL
hr: URL za vrstu dokumenta
ro_ro: Adresă URL tipuri de documente

source: Navigation URL
hr: URL za navigaciju
ro_ro: Adresă URL de navigare

source: Web links enabled
hr: Mrežne poveznice omogućene
ro_ro: Link-uri web activate
zh_tw: 網頁連結已啟用

source: Available web links
hr: Dostupne mrežne poveznice
ro_ro: Link-uri web disponibile
zh_tw: 可用的網頁連結

source: Web links to enable for document type: %s
hr: Mrežne poveznice koje treba omogućiti za vrstu dokumenta: %s
ro_ro: Link-uri web pentru a activa tipul de document: %s
zh_tw: 將要取用文件類型的網頁連結：%s

source: Delete web link: %s
hr: Ukloni mrežnu poveznicu: %s
ro_ro: Ștergeți linkul web: %s
zh_tw: 刪除網頁連結：%s

source: Document types enabled
hr: Omogućene vrste dokumenata
ro_ro: Tipuri de documente activate
zh_tw: 文件類型已啟用

source: Available document types
hr: Dostupne vrste dokumenata
ro_ro: Tipuri de documente disponibile
zh_tw: 可用的文件類型

source: Document type for which to enable web link: %s
hr: Vrsta dokumenta za koju treba omogućiti mrežnu poveznicu: %s
ro_ro: Tipul de document pentru care să activați legătura web: %s
zh_tw: 要為其啟用網頁連結的文件類型：%s

source: Edit web link: %s
hr: Uredi mrežnu poveznicu: %s
ro_ro: Editați link-ul web: %s
zh_tw: 編輯網頁連結：%s

source: Web links allow generating HTTP links from documents to external resources. The link URL's can contain document properties values.
hr: Mrežne poveznice omogućuju izradu HTTP poveznica iz dokumenata prema vanjskim resursima. URL poveznice može sadržavati vrijednosti karatkeristika (property values) dokumenata.
ro_ro: Legăturile web permit generarea de legături HTTP de la documente la resurse externe. Adresa URL a linkului poate conține valori ale proprietăților documentului.
zh_tw: 網頁連結允許產生包含˙文件及外部資源的HTTP連結。連結的URL可以包含文件參數。

source: There are no web links
hr: Nema mrežnih poveznica
ro_ro: Nu există legături web
zh_tw: 沒有網頁連結

source: There are no web links for this document
hr: Nema mrežnih poveznica za ovaj dokument
ro_ro: Nu există legături web pentru acest document
zh_tw: 該文件沒有網頁連結

source: Web links for document: %s
hr: Mrežna poveznice za dokument: %s
ro_ro: Link-uri web pentru document: %s
zh_tw: 文件的網頁連結：%s

source: URL
zh_tw: 网址
