Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/announcements/locale/*/LC_MESSAGES/django.po
Languages: ar_eg, cs, hu, pl

source: Announcements
ar_eg: إعلانات
cs: Oznámení
hu: Közlemények
pl: Ogłoszenia

source: None
ar_eg: لا شيء
cs: Žádný
hu: Nincs
pl: Brak

source: Announcement created
ar_eg: الإعلان تم تكوينه
cs: Oznámení vytvořeno
hu: Közlemény létrehozva
pl: Ogłoszenie zostało utworzone

source: Announcement edited
ar_eg: الإعلان تم تعديله
cs: Oznámení upraveno
hu: Közlemény szerkesztve
pl: Ogłoszenie edytowane

source: Create announcement
ar_eg: إنشاء إعلان
cs: Vytvořit oznámení
hu: Közlemény létrehozása
pl: Tworzenie ogłoszenia

source: Delete
ar_eg: حذف
cs: Odstranit
hu: Törlés
pl: Usuń

source: Edit
ar_eg: تعديل
cs: Upravit
hu: Szerkesztés
pl: Edytuj

source: Short description of this announcement.
ar_eg: وصف بسيط لهذا الإعلان
cs: Krátký popis tohoto oznámení.
hu: A közlemény rövid leírása.
pl: Krótki opis tego ogłoszenia.

source: Label
ar_eg: العنوان
cs: Jmenovka
hu: Cimke
pl: Etykieta

source: The actual text to be displayed.
ar_eg: الحجم الفعلي للنص الذي سيتم عرضه
cs: Skutečný text, který se má zobrazit.
hu: A ténylegesen megjelenítendő szöveg.
pl: Rzeczywisty tekst, który ma zostać wyświetlony.

source: Text
ar_eg: النص
hu: Szöveg
pl: Tekst

source: Enabled
ar_eg: مفعل
cs: Povoleno
hu: Engedélyezett
pl: Włączone

source: Date and time after which this announcement will be displayed.
ar_eg: التاريخ و الوقت الذي سيُعرض حينه هذا الإعلان
cs: Datum a čas, po kterém se toto oznámení zobrazí.
hu: Dátum és idő, amely után ez a közlemény megjelenik.
pl: Data i godzina, po której zostanie wyświetlone to ogłoszenie.

source: Start date time
ar_eg: وقت تاريخ البدء
cs: Počáteční datum
hu: Kezdés dátuma és ideje
pl: Ważna od

source: Date and time until when this announcement is to be displayed.
ar_eg: التاريخ و الوقت الذي سيوقف حينه عرض هذا الإعلان
cs: Datum a čas, do kdy se má toto oznámení zobrazit.
hu: Dátum és idő, ameddig ez a közlemény megjelenik.
pl: Data i godzina, do której ma się wyświetlić to ogłoszenie.

source: End date time
ar_eg: وقت تاريخ الانتهاء
cs: Datum ukončení
hu: Befejezés dátuma és ideje
pl: Ważna do

source: Announcement
ar_eg: إعلان
cs: Oznámení
hu: Közlemény
pl: Ogłoszenie

source: Create announcements
ar_eg: إنشاء إعلانات
cs: Vytvořit oznámení
hu: Közlemények létrehozása
pl: Tworzenie ogłoszeń

source: Delete announcements
ar_eg: حذف إعلانات
cs: Smazat oznámení
hu: Közlemények törlése
pl: Usuwanie ogłoszeń

source: Edit announcements
ar_eg: تعديل إعلانات
cs: Upravit oznámení
hu: Közlemények szerkesztése
pl: Edycja ogłoszeń

source: View announcements
ar_eg: عرض إعلانات
cs: Zobrazit oznámení
hu: Közlemények megtekintése
pl: Zobacz ogłoszenia

source: Error deleting announcement "%(instance)s"; %(exception)s
ar_eg: خطأ حذف إعلانات "%(instance)s"; %(exception)s
cs: Chyba při mazání oznámení "%(instance)s"; %(exception)s
hu: Hiba a "%(instance)s" közlemény törlésekor; %(exception)s
pl: Błąd podczas usuwania ogłoszenia "%(instance)s"; %(exception)s

source: %(count)d announcements deleted successfully.
ar_eg: %(count)d إعلانات حُذفت بنجاح.
hu: %(count)d közlemény sikeresen törölve.
pl: Ogłoszenie zostało pomyślnie usunięte (ilość ogłoszeń: %(count)d).

source: Announcement "%(object)s" deleted successfully.
ar_eg: إعلاناتt "%(object)s" حُذفت بنجاح.
hu: A "%(object)s" közlemény sikeresen törölve.
pl: Ogłoszenie "%(object)s" zostało pomyślnie usunięte.

source: %(count)d announcement deleted successfully.
ar_eg: %(count)d إعلانات حُذفت بنجاح.
hu: %(count)d közlemény sikeresen törölve.
pl: Ogłoszenie zostało pomyślnie usunięte (ilość ogłoszeń: %(count)d).

source: Delete the %(count)d selected announcements.
ar_eg: إحذف %(count)d من الإعلانات المحددة.
hu: %(count)d kiválasztott közlemény törlése.
pl: Usuń wybrane ogłoszenia (ilość ogłoszeń: %(count)d).

source: Delete announcement: %(object)s.
ar_eg: حذف إعلانات: %(object)s.
hu: Közlemény törlése: %(object)s .
pl: Usuń ogłoszenie: %(object)s.

source: Delete the %(count)d selected announcement.
ar_eg: إحدف %(count)d من الإ‘علانات المحددة.
hu: %(count)d kiválasztott közlemény törlése.
pl: Usuń wybrane ogłoszenia (ilość ogłoszeń: %(count)d).

source: Edit announcement: %s
ar_eg: عدّل الإعلان: %s
hu: Közlemény szerkesztése: %s
pl: Edytuj ogłoszenie: %s

source: Announcements are displayed in the login view. You can use announcements to convey information about your organization, announcements or usage guidelines for your users.
hu: A közlemények a bejelentkezési nézetben jelennek meg. A közlemények segítségével információkat közölhet szervezetéről, bejelentéseket vagy használati irányelveket a felhasználók számára.
pl: Ogłoszenia wyświetlane są w widoku logowania. Za pomocą ogłoszeń możesz przekazywać użytkownikom informacje na temat organizacji, ogłoszenia lub wskazówki dotyczące użytkowania.

source: No announcements available
ar_eg: لا توجد إعلانات حاليّاً
cs: Nejsou k dispozici žádná oznámení
hu: Nem állnak rendelkezésre közlemények
pl: Brak dostępnych ogłoszeń
