Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/authentication_otp/locale/*/LC_MESSAGES/django.po
Languages: de_de, hu, it, mn_mn, pl, tr_tr, uk

source: Authentication OTP
de_de: Authentifizierung Einmalpasswort
hu: OTP hitelesítés
it: Autenticazione con OTP
mn_mn: Нэвтрэх нэг удаагийн код
pl: Uwierzytelnianie OTP
tr_tr: Tek seferlik parola ile kimlik doğrulama
uk: Автентифікація OTP

source: OTP disabled
de_de: Einmalpasswort deaktiviert
hu: OTP letiltva
it: OTP disabilitate
mn_mn: Нэг удаагын код идэвхгүй
pl: Hasło jednorazowe OTP wyłączone
tr_tr: Tek seferlik parola devre dışı
uk: OTP вимкнено

source: OTP enabled
de_de: Einmalpasswort aktiviert
hu: OTP engedélyezve
it: OTP abilitate
mn_mn: Нэг удаагийн код идэвхтэй
pl: Hasło jednorazowe ITP włączone
tr_tr: Tek seferlik parola etkin
uk: OTP увімкнено

source: Token is either invalid or expired.
de_de: Token ist ungültig oder abgelaufen.
hu: A token érvénytelen vagy lejárt.
it: Il token non è valido o è scaduto.
mn_mn: Идэвхжүүлэх хугацаа дууссан эсвэл хүчингүй.
pl: Token jest nieprawidłowy lub wygasł.
tr_tr: Belirteç geçersiz veya süresi dolmuş.
uk: Токен недійсний або прострочений.

source: TOTP token
it: Token TOTP
pl: Token TOTP
tr_tr: TOTP belirteci
uk: Токен TOTP

source: OTP enabled?
de_de: Einmalpasswort aktiviert?
hu: OTP engedélyezve?
it: Abilita OTP?
mn_mn: Нэг удаагийн код идэвхтэй юу?
pl: Hasło jednorazowe ITP włączone?
tr_tr: OTP etkin mi?
uk: OTP увімкнено?

source: Yes
de_de: Ja
hu: Igen
it: Sì
mn_mn: Тийм
pl: Tak
tr_tr: Evet
uk: Так

source: No
de_de: Nein
hu: Nem
mn_mn: Үгүй
pl: Nie
tr_tr: Hayır
uk: Ні

source: Scan the QR code or enter the secret in your authentication device. Do not share this secret, treat it like a password.
de_de: Scannen Sie den QR-Code oder tragen Sie den Geheimschlüssel in Ihrer Authentifizierungsapplikation ein. Teilen Sie diesen Geheimschlüssel nicht mit anderen, behandeln Sie ihn wie ein Passwort.
hu: Olvassa be a QR-kódot, vagy írja be a titkot a hitelesítő eszközbe. Ne ossza meg ezt a titkot, kezelje jelszóként.
it: Scansiona il codice QR o inserisci il codice nel tuo dispositivo di autenticazione. Non condividere con nessuno questo codice, trattalo come se fosse una password.
mn_mn: Нэвтрэх төхөөрөмж дээрээ QR кодыг уншуулах эсвэл нууц кодыг оруулна уу. Энэ нууц кодыг бусдад тараахгүй байхыг хүсье.
pl: Skanuj kod QR lub wprowadź sekret w swoim urządzeniu uwierzytelniającym. Nie udostępniaj tego sekretu, traktuj go jak hasło.
tr_tr: QR kodunu tarayın veya kimlik doğrulama cihazınıza sırrı girin. Bu sırrı paylaşmayın, şifre gibi davranın.
uk: Відскануйте QR-код або введіть ключ у свій пристрій автентифікації. Не розголошуйте цей ключ, ставтеся до нього як до пароля.

source: Secret
de_de: Geheimschlüssel
hu: Titok
it: Segreta
mn_mn: Нууц
pl: Sekret
tr_tr: Gizli
uk: Ключ

source: Enter the corresponding token to validate that the secret was saved correct.
de_de: Tragen Sie den entsprechenden Token ein um zu überprüfen, ob der Geheimschlüssel korrekt gespeichert wurde.
hu: Írja be a megfelelő tokent annak ellenőrzéséhez, hogy a titok helyesen lett elmentve.
it: Inserisci il token per confermare che il codice è stato salvato correttamente.
mn_mn: Нууц түлхүүр зөв хадгалсан эсэхийг баталгаажуулахын тулд харгалзах токеныг оруулна уу.
pl: Wprowadź odpowiedni token, aby potwierdzić, że sekret został poprawnie zapisany.
tr_tr: Sırrın doğru kaydedildiğini doğrulamak için ilgili belirteci girin.
uk: Введіть відповідний маркер, щоб підтвердити правильність збереження ключа.

source: Token
mn_mn: Токен
uk: Токен

source: Token is incorrect for the specified secret.
de_de: Der Token ist ungültig für den ausgewählten Geheimschlüssel.
hu: A token helytelen a megadott titokhoz.
it: Il token non è corretto per il codice specificato.
mn_mn: Токен нууц түлхүүрт тохирохгүй байна.
pl: Token jest nieprawidłowy dla określonego sekretu.
tr_tr: Token belirtilen sır için yanlıştır.
uk: Неправильний маркер для вказаного ключа.

source: OTP details
de_de: Einmalpasswort Details
hu: OTP részletek
it: Dettagli OTP
mn_mn: Нэг удаагийн кодын дэлгэрэнгүй
pl: Szczegóły OTP
tr_tr: OTP detayları
uk: Деталі OTP

source: Disable OTP
de_de: Einmalpasswort deaktivieren
hu: OTP letiltása
it: Disabilita OTP
mn_mn: Нэг удаагийн код идэвхгүй болгох
pl: Wyłącz OTP
tr_tr: OTP'yi devre dışı bırak
uk: Вимкнути OTP

source: Enable OTP
de_de: Einmalpasswort aktivieren
hu: OTP engedélyezése
it: Abilita OTP
mn_mn: Нэг удаагийн код идэвхжүүлэх
pl: Włącz OTP
tr_tr: OTP'yi etkinleştir
uk: Увімкнути OTP

source: User
de_de: Benutzer
hu: Felhasználó
it: Utente
mn_mn: Хэрэглэгч
pl: Użytkownik
tr_tr: Kullanıcı
uk: Користувач

source: 16 character, base32 encoded random string.
de_de: 16 Zeichen, Base32 kodierte Zufallszeichenkette.
hu: 16 karakter hosszú, base32 kódolású véletlenszerű karakterlánc.
it: Stringa casuale di 16 caratteri, con codifica base32.
mn_mn: Base32 кодолсон санамсаргүй 16 тэмдэгт.
pl: 16-znakowy, zakodowany w base32 losowy ciąg.
tr_tr: 16 karakter, base32 kodlanmış rastgele dize.
uk: 16 символів, випадковий рядок кодування base32.

source: User OTP data
de_de: Benutzer Einmalpasswort Daten
hu: Felhasználói OTP adatok
it: Dati OTP dell'utente
mn_mn: Хэрэглэгчийн нэг удаагийн кодын өгөгдөл
pl: Dane OTP użytkownika
tr_tr: Kullanıcı OTP verileri
uk: Дані OTP користувача

source: Users OTP data
de_de: Benutzer Einmalpasswort Daten
hu: Felhasználók OTP adatai
it: Dati OTP degli utenti
mn_mn: Хэрэглэгчийн нэг удаагийн кодын өгөгдөл
pl: Dane OTP użytkowników
tr_tr: Kullanıcıların OTP verileri
uk: Дані користувачів OTP

source: One time pad details for user: %s
de_de: Einmalverschlüsselungsdetails für Benutzer: %s
hu: Egyszeri használatos kód részletei a felhasználó számára: %s
pl: Jednorazowe szczegóły blokady dla użytkownika: %s
uk: Деталі одноразової панелі для користувача: %s

source: Disable one time pad for user: %s
de_de: Einmalverschlüsselungsdetails für Benutzer: %s deaktivieren
hu: Az egyszer használatos kód letiltása a felhasználó számára: %s
uk: Вимкнути одноразову панель для користувача: %s

source: OTP disable successfully.
de_de: Einmalpasswort erfolgreich deaktiviert.
hu: Az OTP letiltása sikeres volt.
it: OTP disabilitate correttamente.
mn_mn: Нэг удаагийн код идэвхгүй боллоо.
pl: OTP wyłączono pomyślnie.
tr_tr: OTP başarıyla devre dışı bırakıldı.
uk: OTP успішно вимкнено.

source: OTP is already enabled.
de_de: Einmalpasswort ist bereits aktiviert.
hu: Az OTP már engedélyezve van.
it: OTP già abilitate.
mn_mn: Нэг удаагийн код аль хэдийн идэвхтэй байна.
pl: OTP jest już włączone.
tr_tr: OTP zaten etkin.
uk: OTP уже ввімкнено.

source: OTP enabled successfully.
de_de: Einmalpasswort erfolgreich aktiviert.
hu: Az OTP sikeresen engedélyezve.
it: OTP abilitate correttamente.
mn_mn: Нэг удаагийн код идвэхжлээ.
pl: OTP włączono pomyślnie.
tr_tr: OTP başarıyla etkinleştirildi.
uk: OTP успішно ввімкнено.

source: Enable one time pad for user: %s
de_de: Einmalverschlüsselungsdetails für Benutzer: %s aktivieren
hu: Engedélyezze az egyszer használatos kódot a felhasználó számára: %s
uk: Увімкнути одноразову панель для користувача: %s

source: OTP secret validation error.
de_de: Validierungsfehler Einmalpasswort.
hu: OTP titok ellenőrzési hiba.
mn_mn: Нэг удаагийн код баталгаажуулахад алдаа гарлаа.
pl: Błąd weryfikacji tajnego kodu OTP.
tr_tr: OTP sır doğrulama hatası.
uk: Помилка перевірки ключа OTP.
