Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/acls/locale/*/LC_MESSAGES/django.po
Languages: ar_eg, he_il, id, it, ro_ro, tr_tr

source: ACLs
ar_eg: قوائم التحكم فى الدخول
he_il: רשימות בקרת גישה (ACL)
id: Daftar akses kontrol
ro_ro: ACL-uri
tr_tr: Erişim Kontrol Listeleri

source: Object for which the access is granted. When sorting objects, only the type is used and not the actual label of the object.
ar_eg: الكائن الذي تم منح الوصول إليه. عند فرز الكائنات ، يتم استخدام النوع فقط وليس التسمية الفعلية للكائن.
he_il: רכיב שעבורו מותרת הגישה. למיון רכיבים משתמשים ב"סוג הרכיב" ולא בתווית של הרכיב.
it: Oggetto per il quale si concede l'accesso. Quando si ordinano gli oggetti, viene usata solo la tipologia e non l'etichetta dell'oggetto.
ro_ro: Obiect pentru care este acordat accesul. La sortarea obiectelor, se folosește doar tipul și nu eticheta reală a obiectului.
tr_tr: Erişimin verildiği nesne. Nesneleri sıralarken, nesnenin gerçek etiketi değil, yalnızca türü kullanılır.

source: Object
ar_eg: كائن
he_il: רכיב
it: Oggetto
ro_ro: Obiect
tr_tr: Nesne

source: Access control lists
ar_eg: قوائم التحكم فى الدخول
he_il: רשימות בקרת גישה
id: Daftar akses kontrol
it: Liste di controllo accessi
ro_ro: Liste de control acces
tr_tr: Erişim Kontrol Listeleri

source: ACL created
ar_eg: تم إنشاء قائمة التحكم فى الدخول
he_il: רשימת בקרת גישה (ACL) נוצרה
id: Daftar akses kontrol dibuat
it: ACL creata
ro_ro: ACL-ul a fost creat
tr_tr: Erişim Kontrol Listesi oluşturuldu

source: ACL deleted
ar_eg: تم حذف قائمة التحكم فى الدخول
he_il: רשימת בקרת גישה (ACL) נמחקה
it: ACL cancellata
ro_ro: ACL a fost șters
tr_tr: Erişim Kontrol Listesi silindi

source: ACL edited
ar_eg: تم تحرير قائمة التحكم فى الدخول
he_il: רשימת בקרת גישה (ACL) נערכה
id: Daftar akses kontrol diubah
it: ACL modificata
ro_ro: ACL-ul a fost editat
tr_tr: Erişim Kontrol Listesi düzenlendi

source: Role
ar_eg: دور
he_il: תפקיד
id: Peranan
it: Ruolo
ro_ro: Rol
tr_tr: Rol

source: New ACL
ar_eg: قائمة تحكم في الدخول جديدة
he_il: רשימת בקרת גישה (ACL) חדשה
id: Daftar akses kontrol baru
it: Nuova ACL
ro_ro: ACL nou
tr_tr: Yeni Erişim Kontrol Listesi

source: Delete
ar_eg: حذف
he_il: מחיקה
id: Hapus
it: Cancella
ro_ro: Șterge
tr_tr: Sil

source: Permissions
ar_eg: أذونات
he_il: הרשאות
id: Izin
it: Permessi
ro_ro: Permisiuni
tr_tr: İzinler

source: Global ACLs
ar_eg: قوائم التحكم في الدخول العالمية
he_il: רשימות בקרת גישה (ACL) כלליות
it: ACL globali
ro_ro: ACL-uri globale
tr_tr: Global Erişim Kontrol Listeleri

source: Object "%s" is not a model and cannot be checked for access.
ar_eg: الكائن "%s" ليس نموذجًا ولا يمكن التحقق منه للوصول.
he_il: רכיב "%s" אינו מודל ואי אפשר לסמן אותו לגישה.
id: Objek "%s" bukan sebuah model dan tidak dapat dicek akses.
it: L'oggetto "%s" non è un modello e su di esso non si può eseguire un controllo accessi.
ro_ro: Obiectul "%s" nu este un model și nu poate fi verificat pentru acces.
tr_tr: "%s" nesnesi bir model değil ve erişim için kontrol edilemez.

source: Insufficient access for: %s
ar_eg: وصول غير كافٍ لـ: %s
he_il: גישה לא מספיקה עבור: %s
id: Akses tidak memenuhi untuk: %s
it: Permessi insufficienti per: %s
ro_ro: Acces insuficient pentru: %s
tr_tr: %siçin yetersiz izin

source: Permission count
ar_eg: عدد الأذونات
he_il: ספירת הרשאה
it: Conteggio delle autorizzazioni
ro_ro: Număr de permisiuni
tr_tr: Yetki sayısı

source: Content type
he_il: סוג תוכן
it: Tipo di contenuto
ro_ro: Tipul de conținut
tr_tr: İçerik türü

source: Object ID
ar_eg: معرف الكائن
he_il: מזהה רכיב
id: ID objek
it: ID dell'oggetto
ro_ro: ID obiect
tr_tr: Nesne ID

source: Role to which the access is granted for the specified object.
ar_eg: الدور الذي يتم منح الوصول إليه للكائن المحدد.
he_il: התפקיד שמקבל הרשאה לרכיב שצויין
it: Ruolo al quale si concede l'accesso per l'oggetto specificato.
ro_ro: Rolul căruia i se acordă accesul pentru obiectul specificat.
tr_tr: Belirtilen nesne için erişim yetkisinin verildiği rol.

source: Access entry
ar_eg: بوابة الدخول
he_il: כניסת גישה
id: Akses masuk
it: Voce di accesso
ro_ro: Înregistrare acces
tr_tr: Erişim Girişi

source: Access entries
ar_eg: بوابات الدخول
he_il: כניסות גישה
id: Akses masuk
it: Voci di accesso
ro_ro: Înregistrări de acces
tr_tr: Erişim Girişleri

source: Role "%(role)s" permission's for "%(object)s"
ar_eg: إذن الدور "%(role)s" لـ "%(object)s"
he_il: הרשאות תפקיד %(role)s ל- %(object)s
id: Peran "%(role)s" diizinkan untuk "%(object)s"
it: Permessi del ruolo "%(role)s" per "%(object)s"
ro_ro: Permisiunile rolului "%(role)s" pentru "%(object)s"
tr_tr: Rol "%(role)s" izni "%(object)s" için

source: Edit ACLs
ar_eg: تحرير قوائم التحكم في الدخول
he_il: עריכת רשימות בקרת גישה (ACL)
id: Ubah daftar akses kontrol
it: Modifica ACL
ro_ro: Editați ACL-uri
tr_tr: Erişim Kontrolünü Düzenle

source: View ACLs
ar_eg: مشاهدة ملف قوائم التحكم في الدخول
he_il: צפייה ברשימות בקרת גישה (ACL)
id: Lihat daftar akses kontrol
it: Visualizza ACL
ro_ro: Vezi ACL-uri
tr_tr: Erişim Kontrolünü Görüntüle

source: Permissions add URL
he_il: כתובת אתר (URL) להוספת הרשאות
ro_ro: Adresa URL adăugare permisiuni
tr_tr: İzinler URL ekle

source: Permissions remove URL
he_il: כתובת אתר (URL) להסרת הרשאות
ro_ro: Adresa URL eliminare permisiuni
tr_tr: İzinler URL'yi kaldır

source: Permissions URL
he_il: כתובת אתר (URL) להרשאות
ro_ro: Adresa URL a permisiunilor
tr_tr: İzinler URL'si

source: Role ID
he_il: מזהה תפקיד
ro_ro: ID rol
tr_tr: Rol Kimliği

source: URL
he_il: כתובת אתר (URL)

source: Primary key of the permission to add to the ACL.
ar_eg: المفتاح الأساسي لإذن الإضافة إلى قائمة التحكم بالوصول .
he_il: מפתח ראשי של ההרשאה להוספה לרשימת בקרה גישה (ACL).
it: Chiave primaria del permesso da aggiungere all'ACL.
ro_ro: Cheia primară a permisiunii de adăugat la ACL.
tr_tr: Erişim Kontrol Listesine ekleme yetkisinin birincil anahtarı.

source: Permission ID
he_il: מזהה הרשאה
ro_ro: ID permisiune
tr_tr: İzin Kimliği

source: Primary key of the permission to remove from the ACL.
ar_eg: المفتاح الأساسي للإذن بالإزالة من قائمة التحكم بالوصول .
he_il: מפתח ראשי של ההרשאה להסרה מרשימת בקרה גישה (ACL).
it: Chiave primaria del permesso da rimuovere dall'ACL.
ro_ro: Cheia primară a permisiunii de eliminat din ACL.
tr_tr: Erişim Kontrol Listesinden kaldırma yetkisinin birincil anahtarı.

source: An ACL for "%(object)s" using role "%(role)s" already exists. Edit that ACL entry instead.
ar_eg: قائمة التحكم في الدخول لـ "%(object)s" باستخدام الدور "%(role)s"موجودة بالفعل. قم بتحرير إدخال قائمة التحكم في دخول هذا بدلاً من ذلك.
he_il: רשימת בקרת גישה (ACL) עבור %(object)s לתפקיד %(role)s קיימת כבר. אפשר לערוך אותה.
id: Sebuah daftar akses kontrol untuk "%(object)s" menggunakan peran "%(role)s" sudah ada. Ubah daftar akses kontrol tersebut sebagai gantinya.
it: Esiste già un ACL per "%(object)s" che utilizza il ruolo "%(role)s". Modifica invece quella voce ACL.
ro_ro: Există deja un ACL pentru „%(object)s” folosind rolul „%(role)s”. Editați acea intrare ACL.
tr_tr: "%(role)s" rolünü kullanan "%(object)s" için bir Erişim Kontrol Listesi zaten var. Bunun yerine bu Erişim Kontrol Listesi özelliklerini düzenleyin.

source: New access control lists for: %s
ar_eg: قوائم جديدة للتحكم في الوصول لـ: %s
he_il: רשימות בקרת גישה (ACL) חדשות עבור %s
id: Daftar akses kontrol baru untuk: %s
it: Nuova lista di controllo accesso per: %s
ro_ro: Noi liste de control acces pentru: %s
tr_tr: Şunlar için yeni erişim kontrol listeleri: %s

source: Delete ACL: %s
ar_eg: حذف قائمة التحكم في الدخول : %s
he_il: מחיקת רשימת בקרת גישה (ACL) %s
id: Hapus daftar akses kontrol: %s
it: Cancella ACL: %s
ro_ro: Șterge ACL: %s
tr_tr: Erişim Kontrol Listesi sil: %s

source: There are no ACLs for this object
ar_eg: لا توجد قوائم تحكم بالدخول لهذا الكائن
he_il: אין רשימות בקרת גישה (ACL) לרכיב זה
id: Tidak ada daftar akses kontrol untuk objek ini
it: Non ci sono ACL per questo oggetto
ro_ro: Nu există ACL-uri pentru acest obiect
tr_tr: Bu nesne için Erişim Kontrol Listesi yok

source: ACL stands for Access Control List and is a precise method to control user access to objects in the system. ACLs allow granting a permission to a role but only for a specific object or set of objects.
ar_eg: يرمز ACL إلى قائمة التحكم في الوصول وهي طريقة دقيقة للتحكم في وصول المستخدم إلى الكائنات في النظام. تسمح قوائم التحكم في الدخول بمنح إذن لدور ما ولكن فقط لكائن معين أو مجموعة كائنات.
he_il: רשימת בקרת גישה (ACL) היא שיטה מדוייקת לשלוט בגישת משתמש לרכיבים במערכת. רשימת בקרת גישה מאפשרת נתינת הרשאה לתפקיד אך ורק עבור רכיב מסויים או קבוצת רכיבים מסויימת.
id: ACL singkatan dari Access Control List merupakas daftar akses kontrol dan metode yang tepat untuk mengontrol akses pengguna ke objek-objek dalam sistem. ACLs memperbolehkan memberikan izin ke peran namun hanya untuk objek yang spesifik atau kumpulan objek.
it: ACL sta per Access Control List ed è un metodo preciso per controllare l'accesso degli utenti agli oggetti nel sistema. Gli ACL consentono di concedere un'autorizzazione a un ruolo ma solo per un specifico oggetto o un set di oggetti.
ro_ro: ACL reprezintă Lista de control de acces și este o metodă precisă pentru a controla accesul utilizatorului la obiecte din sistem. ACL-urile permit acordarea unei permisiuni pentru un rol, dar numai pentru un anumit obiect sau un set de obiecte.
tr_tr: ACL, Erişim Kontrol Listesi anlamına gelir ve sistemdeki nesnelere kullanıcı erişimini kontrol etmek için kesin bir yöntemdir. ACL'ler, yalnızca belirli bir nesne veya nesne kümesi için bir role izin verilmesini sağlar.

source: Access control lists for: %s
ar_eg: المستخدمين والصلاحيات: %s
he_il: רשימת בקרת גישה (ACL) עבור %s
id: Daftar akses kontrol untuk: %s
it: Lista dei permessi d'accesso per: %s
ro_ro: Listele de control al accesului pentru: %s
tr_tr: %s için Erişim kontrol listeleri

source: Granted permissions
ar_eg: الأذونات الممنوحة
he_il: הרשאות ניתנו
id: Izin yang diberikan
it: Autorizzazioni concesse
ro_ro: Permisiuni acordate
tr_tr: Verilen izinler

source: Available permissions
ar_eg: الأذونات المتاحة
he_il: הרשאות זמינות
id: Izin yang tersedia
it: Autorizzazioni disponibili
ro_ro: Permisiuni disponibile
tr_tr: Kullanılabilir izinler

source: Role "%(role)s" permission's for "%(object)s".
ar_eg: إذن الدور "%(role)s" ل"%(object)s"
he_il: הרשאות תפקיד %(role)s לרכיב %(object)s
id: Peran "%(role)s" memiliki izin untuk "%(object)s".
it: Permessi del ruolo "%(role)s" per "%(object)s".
ro_ro: Permisiunile rolului "%(role)s" pentru "%(object)s"
tr_tr: "%(object)s" için "%(role)s" rol yetkisi

source: Disabled permissions are inherited from a parent object or directly granted to the role and can't be removed from this view. Inherited permissions need to be removed from the parent object's ACL or from them role via the Setup menu.
ar_eg: يتم اكتساب الصلاحيات المعطلة من كائن رئيسي أو يتم منحها مباشرة للدور ولا يمكن إزالتها من هذا العرض. يجب إزالة الصلاحيات الموروثة من قائمة التحكم في الوصول للكائن الأصلي أو من دورها عبر قائمة الإعداد.
he_il: מגבלות הרשאות מתקבלות בירושה מרכיב אב או ניתנות ישירות לתפקיד, ואי אפשר להסיר אותן מתצוגה זו. הרשאות בירושה ניתנות להסרה מרשימת בקרת הגישה של הרכיב או מהתפקיד בעזרת תפריט "הגדרות".
id: Izin yang dinonaktifkan diturunkan dari objek induk atau diberikan langsung ke peran dan tidak dapat dihapus dari tampilan ini. Izin yang diturunkan harus dihapus dari daftar akses kontrol objek induk atau dari peran mereka melalui menu Pengaturan.
it: I permessi disabilitati sono ereditati da un oggetto padre o direttamente concessi al ruolo e non possono essere rimossi da questa schermata. I permessi ereditati vanno rimossi dalle ACL dell'oggetto padre o del ruolo tramite il menù Setup.
ro_ro: Permisiunile dezactivate sunt moștenite de la un obiect părinte sau acordate direct rolului și nu pot fi eliminate din această vizualizare. Prerogativele moștenite trebuie să fie eliminate din ACL-ul obiectului părinte sau din rolul acestora prin meniul Configurare.
tr_tr: Devre dışı bırakılan yetkiler, bir üst nesneden devralınır veya doğrudan role verilir ve bu görünümden kaldırılamaz. Devralınan izinlerin, üst nesnenin ACL'sinden veya Kurulum menüsü aracılığıyla üst nesnenin rolünden kaldırılması gerekir.

source: There are no ACLs
ar_eg: لا توجد قوائم بحق الوصول ACL
he_il: אין רשימות בקרת גישה (ACL)
it: Non ci sono ACL.
ro_ro: Nu există ACL-uri
tr_tr: Erişim Kontrol Listesi yok

source: Global access control lists
ar_eg: القوائم الشاملة لحق الوصول
he_il: רשימות בקרת גישה (ACL) כלליות
it: Liste di controllo accessi
ro_ro: Liste globale de control al accesului
tr_tr: Global erişim kontrol listeleri

source: Object type
ar_eg: نوع الكائن
he_il: סוג רכיב
id: Tipe objek
it: Tipo dell'oggetto
ro_ro: Tipul obiectului
tr_tr: Nesne tipi

source: Type of the object for which the access will be modified.
ar_eg: نوع الكائن الذي سيتم تعديل الوصول إليه.
he_il: סוג הרכיב שעבורו הגישה תתעדכן.
id: Tipe objek yang aksesnya akan diubah.
it: Tipo dell'oggetto per il quale l'accesso sarà modificato
ro_ro: Tipul obiectului pentru care va fi modificat accesul .
tr_tr: Erişimin değiştirileceği nesnenin türü.

source: Numeric identifier of the object for which the access will be modified.
ar_eg: المعرف الرقمي للكائن الذي سيتم تعديل الوصول إليه.
he_il: מזהה מספרי של הרכיב שעבורו הגישה תתעדכן.
id: Pengidentifikasi numerik objek yang aksesnya akan diubah.
it: Identificativo numerico dell'oggetto per il quale l'accesso sarà modificato
ro_ro: Identificatorul numeric al obiectului pentru care va fi modificat accesul.
tr_tr: Erişiminin değiştirileceği nesnenin sayısal tanımlayıcısı.

source: Roles
ar_eg: أدوار
he_il: תפקידים
id: Peran
it: Ruoli
ro_ro: Roluri
tr_tr: Roller

source: Roles whose access will be modified.
ar_eg: الأدوار التي سيتم تعديل الوصول إليها.
he_il: תפקידים שעבורם הגישה תעודכן.
id: Peran yang mengakses akan dimodifikasi
it: Ruoli il cui accesso sarà modificato
ro_ro: Roluri a căror acces va fi modificat.
tr_tr: Erişimi değiştirilecek roller.

source: Permissions to grant/revoke to/from the role for the object selected above.
ar_eg: صلاحيات منح / إبطال إلى / من دور الكائن المحدد أعلاه.
he_il: הרשאות שניתן לתת ל-/להסיר מ- התפקיד עבור הרכיב שנבחר לעיל.
id: Izin untuk memberikan/mencabut ke/dari peran untuk objek terpilih diatas.
it: Permessi da concedere/revocare al ruolo per l'oggetto selezionato
ro_ro: Permisiuni de acordare / revocare în / a rolului pentru obiectului selectat mai sus.
tr_tr: Yukarıda seçilen nesne için role/rolden izin verme/izini iptal etme.

source: Grant object access
ar_eg: إتاحة الوصول إلى الكائن
he_il: נתינת גישה לרכיב
id: Berikan akses objek
it: Concedi l'accesso agli oggetti
ro_ro: Acordă acces la obiect
tr_tr: Nesne erişimi ver

source: Revoke object access
ar_eg: إبطال الوصول إلى الكائن
he_il: הסרת גישה לרכיב
id: Cabut akses objek
it: Revoca l'accesso agli oggetti
ro_ro: Revocați accesul la obiect
tr_tr: Nesne erişimini iptal et

source: Grant document access
ar_eg: منح حق الوصول إلى الوثيقة
he_il: נתינת גישה למסמך
id: Berikan akses dokumen
it: Concedi accesso al documento
ro_ro: Acordați acces la documente
tr_tr: Belge erişimi ver

source: Revoke document access
ar_eg: إبطال صلاحية الوصول إلى الوثيقة
he_il: הסרת גישה למסמך
id: Cabut akses dokumen
it: Revoca accesso al documento
ro_ro: Revocați accesul la documente
tr_tr: Belge erişimini iptal et

source: Access
ro_ro: Acces
