Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Current state of a workflow
nl: Huidige status van een workflow

source: Return the current state of the selected workflow.
nl: Geeft de huidige status van de geselecteerde workflow.

source: Return the completion value of the current state of the selected workflow.
nl: Retourneer de voltooiingswaarde van de huidige status van de geselecteerde workflow.

source: Return the last workflow instance log entry. The log entry itself has the following fields: datetime, transition, user, and comment.
nl: Retourneer het laatste logboekitem van de workflowinstantie. De logboekvermelding zelf heeft de volgende velden: datumtijd, overgang, gebruiker en opmerking.

source: Get last log entry
nl: Laatste loginvoer ophalen

source: Return the current context dictionary which includes runtime data from the workflow transition fields.
nl: Retourneer de huidige contextwoordenlijst met runtime-gegevens uit de workflow transitievelden.

source: Get the context
nl: De context ophalen

source: Return the transition of the workflow instance.
nl: Geeft de transitie van de workflow instantie.

source: Get last transition
nl: Laatste transitie ophalen

source: None
nl: Geen

source: Current state
nl: Huidige status

source: User
nl: Gebruiker

source: Last transition
nl: Laatste transitie

source: Date and time
nl: Datum en tijd

source: Completion
nl: Voltooiing

source: Additional details
nl: Aanvullende details

source: When?
nl: Wanneer?

source: Action type
nl: Actie type

source: Triggers are system events that will cause the transition to be applied.
nl: Triggers zijn systeemgebeurtenissen die initiëren dat transities worden toegepast.

source: Documents
nl: Documenten

source: %(field_name)s template error: %(exception)s
nl: %(field_name)s sjabloon fout: %(exception)s

source: Workflow created
nl: Workflow aangemaakt

source: Workflow edited
nl: Workflow bewerkt

source: Select a transition to execute in the next step.
nl: Selecteer een transitie om uit te voeren in de volgende stap.

source: Transition
nl: Transitie

source: The action type for this action entry.
nl: Het actietype voor dit actievermelding.

source: Action
nl: Actie

source: No
nl: Nee

source: Yes
nl: Ja

source: Enabled
nl: Ingeschakeld

source: Event trigger: %s
nl: Gebeurtenis trigger: %s

source: Create workflow
nl: Workflow aanmaken

source: Delete
nl: Verwijderen

source: Edit
nl: Bewerken

source: Launch workflow
nl: Workflow starten

source: Preview
nl: Voorbeeldweergave

source: Actions
nl: Acties

source: Create action
nl: Actie aanmaken

source: Create state
nl: Status aanmaken

source: States
nl: Statussen

source: Create transition
nl: Transitie aanmaken

source: Transition triggers
nl: Transitie triggers

source: Transitions
nl: Transities

source: Create field
nl: Veld aanmaken

source: Fields
nl: Velden

source: Workflow documents
nl: Workflow documenten

source: State documents
nl: Status documenten

source: Launch all workflows
nl: Alle workflows starten

source: Can be a static value or a template. In addition to the workflow instance, the template receives the workflow instance context which itself includes the "entry_log" (containing "workflow_instance", "datetime", "transition", "user", "comment") and any values from workflow template fields.
nl: Dit kan een statische waarde of een sjabloon zijn. Naast de workflowinstantie ontvangt de sjabloon de workflowinstantiecontext die zelf het "entry_log" (met "workflow_instance", "datetime", "transition", "user", "comment") en eventuele waarden uit workflowsjabloonvelden bevat .

source: Character
nl: Teken

source: Number (Integer)
nl: Aantal (geheel getal)

source: Text area
nl: Tekstgebied

source: On entry
nl: Bij invoer

source: On exit
nl: Bij verlaten

source: Datetime
nl: Datumtijd

source: Workflow instance
nl: Workflowinstantie

source: Workflow instances
nl: Workflowinstanties

source: Comment
nl: Commentaar

source: Extra data
nl: Extra gegevens

source: Workflow instance log entry
nl: Workflow instantie loginvoer

source: Workflow instance log entries
nl: Workflow instantie loginvoer

source: Not a valid transition choice.
nl: Geen geldige transitiekeuze.

source: Initial state
nl: Initiële status

source: This value will be used by other apps to reference this workflow. Can only contain letters, numbers, and underscores.
nl: Deze waarde wordt gebruikt door andere apps om naar deze workflow te verwijzen. Mag alleen letters, cijfers en underscores bevatten.

source: Internal name
nl: Interne naam

source: A short text to describe the workflow.
nl: Een korte tekst die de workflow beschrijft.

source: The state action will be executed, depending on the condition return value.
nl: De staat actie zal worden uitgevoerd afhankelijk van het resultaat van de voorwaarde.

source: Has a condition?
nl: Heeft een voorwaarde?

source: Workflow state
nl: Workflowstatus

source: A short text describing the action.
nl: Een korte tekst die de actie beschrijft.

source: At which moment of the state this action will execute.
nl: Op welk moment van de status deze actie wordt uitgevoerd.

source: When
nl: Wanneer

source: The condition that will determine if this state action is executed or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
nl: De voorwaarde die bepaalt of deze staat actie wordt uitgevoerd of niet. De voorwaarde wordt beoordeeld tegenover de workflow instantie. Voorwaarden die geen waarde teruggeven, of de Python logische None, of een lege tekenreeks ('') worden beschouwd als logisch false, iedere andere waarde wordt beschouwd als logisch true.

source: Condition
nl: Voorwaarde

source: Workflow state action
nl: Workflowstaat actie

source: Workflow state actions
nl: Workflowstaat actie

source: Amount
nl: Aantal

source: A short text to describe the workflow state.
nl: Een korte tekst die de workflow status beschrijft.

source: The state at which the workflow will start in. Only one state can be the initial state.
nl: De status waarin de workflow zal starten. Slechts één status kan de initiële status zijn.

source: Initial
nl: Initieel

source: The percent of completion that this state represents in relation to the workflow. Use numbers without the percent sign.
nl: Het voltooiingspercentage dat deze status weergeeft in de totale workflow. Gebruik getallen zonder het percentage-teken.

source: Workflow states
nl: Workflowstatussen

source: Workflow state runtime proxy
nl: Workflowstaat runtime proxy

source: Workflow state runtime proxies
nl: Workflowstaat runtime proxies

source: The transition will be available, depending on the condition return value.
nl: De overgang zal beschikbaar zijn, afhankelijk van de resultaat van de voorwaarde.

source: A short text to describe the transition.
nl: Een korte tekst die de transitie beschrijft.

source: Origin state
nl: Originele status

source: Destination state
nl: Bestemmingsstatus

source: The condition that will determine if this transition is enabled or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
nl: De voorwaarde die bepaalt of deze transitie wordt ingeschakeld of niet. De voorwaarde wordt beoordeeld tegenover de workflow instantie. Voorwaarden die geen waarde teruggeven, of de Python logische None, of een lege tekenreeks ('') worden beschouwd als logisch false, iedere andere waarde wordt beschouwd als logisch true.

source: Workflow transition
nl: Workflowtransitie

source: Workflow transitions
nl: Workflowtransities

source: The name that will be used to identify this field in other parts of the workflow system.
nl: De naam die wordt gebruikt om dit veld te herkennen in andere delen van het workflow systeem.

source: The field name that will be shown on the user interface.
nl: De veldnaam die wordt getoond in de gebruikersinterface.

source: An optional message that will help users better understand the purpose of the field and data to provide.
nl: Een optioneel bericht dat gebruikers helpt het doel van het veld en de te verstrekken gegevens beter te begrijpen.

source: Help text
nl: Helptekst

source: Required
nl: Verplicht

source: An optional class to change the default presentation of the field.
nl: Een optionele class om de standaard presentatie van het veld te wijzigen.

source: A group of keyword arguments to customize the widget. Use YAML format.
nl: Een groep zoekwoordargumenten om de widget aan te passen. Gebruik YAML-indeling.

source: Widget keyword arguments
nl: Widget zoekwoord argumenten

source: Workflow transition field
nl: Workflow transitie veld

source: Workflow transition fields
nl: Workflow transactievelden

source: Event type
nl: Evenementsoort

source: Workflow transition trigger event
nl: Workflow transitie trigger gebeurtenis

source: Workflow transitions trigger events
nl: Workflow transitie trigger gebeurtenissen

source: Execute workflow tools
nl: Workflow gereedschappen uitvoeren

source: Launch a workflow
nl: Een workflow starten

source: Primary key of the transition to be added.
nl: Primaire sleutel van de transitie die wordt toegevoegd.

source: A link to the entire history of this workflow.
nl: Een link naar de totale geschiedenis van deze workflow.

source: API URL pointing to a workflow in relation to the document to which it is attached. This URL is different than the canonical workflow URL.
nl: API URL die verwijst naar een workflow die behoort bij het document waaraan het is bijgevoegd. Deze URL is anders dan de canonical Workflow URL.

source: Primary key of the destination state to be added.
nl: Primaire sleutel van de bestemmingsstaat die moet worden toegevoegd.

source: Primary key of the origin state to be added.
nl: Primaire sleutel van de originele status die wordt toegevoegd.

source: File path to the graphviz dot program used to generate workflow previews.
nl: Bestandspad naar het graphviz dot programma dat gebruikt wordt om workflow voorbeeldweergaven te genereren.

source: The threshold at which the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest workflow image cache files. Specify the size in bytes.
nl: De drempelwaarde waarop de WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND begint met het verwijderen van de oudste workflow afbeeldingscache-bestanden. Geef de omvang op in bytes.

source: Path to the Storage subclass to use when storing the cached workflow image files.
nl: Pad naar de Storage subclass die gebruikt wordt bij opslag van de gecachede workflow afbeeldingsbestanden.

source: Arguments to pass to the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
nl: Argumenten om door te geven aan WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.

source: Unable to initialize the workflow preview storage. Check the settings {} and {} for formatting errors.
nl: Niet mogelijk de workflow voorbeeldafbeelding opslag te initialiseren. Controleer de instellingen {} en {} op opmaakfouten.

source: Workflow preview images
nl: Workflow voorbeeldweergave afbeeldingen

source: Assign workflows to the document type of this document to have this document execute those workflows.
nl: Workflows toewijzen aan het documenttype van dit document om de workflows te laten uitvoeren door dit document.

source: Workflows for document: %s
nl: Workflows voor document: %s

source: This view will show the state changes as a workflow instance is transitioned.
nl: Dit overzicht toont de statuswijzigingen wanneer een werkstroominstantie wordt overgezet.

source: There are no details for this workflow instance
nl: Er zijn geen details voor deze workflow instantie

source: Detail of workflow: %(workflow)s
nl: Detail van workflow: %(workflow)s

source: Document "%s" transitioned successfully
nl: Document "%s" met succes omgezet

source: Execute transition "%(transition)s" for workflow: %(workflow)s
nl: Transitie "%(transition)s" uitvoeren voor workflow: %(workflow)s

source: Optional comment to attach to the transition.
nl: Optioneel commentaar om aan de transitie toe te voegen.

source: Select
nl: Selecteren

source: Select transition for workflow "%(workflow)s" of document "%(document)s"
nl: Selecteer transitie voor workflow "%(workflow)s" van document "%(document)s"

source: Associate a workflow with some document types and documents of those types will be listed in this view.
nl: Een workflow aan een documenttype verbinden zodat de documenten van dat type in dit overzicht getoond worden.

source: There are no documents executing this workflow
nl: Er zijn geen documenten die deze workflow uitvoeren

source: Documents with the workflow: %s
nl: Documenten met de workflow: %s

source: Create some workflows and associated them with a document type. Active workflows will be shown here and the documents for which they are executing.
nl: Workflows aanmaken en deze verbinden aan een documenttype. Actieve workflows en de documenten waarvoor ze worden uitgevoerd, worden hier getoond.

source: There are no workflows
nl: Er zijn geen workflows

source: There are no documents in this workflow state
nl: Er zijn geen documenten in deze workflowstatus

source: Documents in the workflow "%s", state "%s"
nl: Documenten in de workflow "%s", status "%s"

source: Create states and link them using transitions.
nl: Status aanmaken en linken door transities te gebruiken.

source: This workflow doesn't have any state
nl: Deze workflow bevat geen enkele status

source: States of workflow: %s
nl: Statussen van workflow: %s

source: Delete workflow state action: %s
nl: Verwijder workflow status actie: %s

source: Edit workflow state action: %s
nl: Bewerk workflow status actie: %s

source: Workflow state actions are macros that get executed when documents enters or leaves the state in which they reside.
nl: Workflow staat acties zijn macro's die worden uitgevoerd wanneer documenten in deze staat geraken of deze staat juist verlaten.

source: There are no actions for this workflow state
nl: Er zijn geen acties voor deze workflow status

source: Actions for workflow state: %s
nl: Acties voor workflow status: %s

source: Create states for workflow: %s
nl: Statussen aanmaken voor workflow: %s

source: Delete workflow state: %s?
nl: Verwijder workflow status: %s?

source: Edit workflow state: %s
nl: Bewerk workflow status: %s

source: This workflow doesn't have any states
nl: Deze workflow bevat geen enkele status

source: Create transitions for workflow: %s
nl: Transities aanmaken voor workflow: %s

source: Delete workflow transition: %s?
nl: Verwijder workflowtransitie: %s?

source: Edit workflow transition: %s
nl: Bewerk workflowtransitie: %s

source: Create a transition and use it to move a workflow from one state to another.
nl: Maak een transitie en gebruik die om een workflow van de ene in de andere status te brengen.

source: This workflow doesn't have any transitions
nl: Deze workflow bevat geen enkele transitie

source: Transitions of workflow: %s
nl: Transities van workflow: %s

source: Create a field for workflow transition: %s
nl: Een veld aanmaken voor workflowtransitie: %s

source: Delete workflow transition field: %s
nl: Verwijder workflowtransitie veld: %s

source: Edit workflow transition field: %s
nl: Bewerk workflowtransitie veld: %s

source: Workflow transition fields allow adding data to the workflow's context. This additional context data can then be used by other elements of the workflow system like the workflow state actions.
nl: Met workflow-transitievelden kunt u gegevens toevoegen aan de context van de workflow. Deze aanvullende contextgegevens kunnen vervolgens worden gebruikt door andere elementen van het workflowsysteem, zoals de workflowstatusacties.

source: There are no fields for this workflow transition
nl: Er zijn geen velden voor deze workflowtransitie

source: Fields for workflow transition: %s
nl: Velden voor workflowtransitie: %s

source: Error updating workflow transition trigger events; %s
nl: Fout bij bijwerken workflow transitie trigger gebeurtenissen; %s

source: Workflow transition trigger events updated successfully
nl: Workflow transitie trigger gebeurtenissen met succes bijgewerkt

source: Triggers are events that cause this transition to execute automatically.
nl: Triggers zijn gebeurtenissen die deze transitie automatisch laten uitvoeren.

source: Workflow transition trigger events for: %s
nl: Workflow transitie trigger gebeurtenissen voor: %s

source: Workflows assigned this document type
nl: Workflows toegewezen aan dit documenttype

source: Available workflows
nl: Beschikbare workflows

source: Removing a workflow from a document type will also remove all running instances of that workflow.
nl: De verwijdering van een workflow van een documenttype verwijdert tevens alle lopende instanties van die workflow.

source: Workflows assigned the document type: %s
nl: Workflows toegewezen aan het documenttype: %s

source: Error launching workflows for document "%(instance)s"; %(exception)s
nl: Fout bij starten van workflows voor document "%(instance)s"; %(exception)s

source: Workflows launched successfully for document "%(object)s".
nl: Workflows succesvol gestart voor document "%(object)s".

source: Edit workflow: %s
nl: Bewerk workflow: %s

source: Document types assigned this workflow
nl: Documenttypes die aan workflow zijn toegekend

source: Available document types
nl: Beschikbare documenttypes

source: Removing a document type from a workflow will also remove all running instances of that workflow for documents of the document type just removed.
nl: De verwijdering van een documenttype van een workflow verwijdert tevens alle lopende instanties van die workflow voor documenten van het juist verwijderde documenttype.

source: Document types assigned the workflow: %s
nl: Documenttypes die aan workflow zijn toegekend: %s

source: This will launch the workflow for documents that have already been uploaded.
nl: Dit start de workflow voor documenten die al zijn geüpload.

source: Launch workflow?
nl: Start workflow?

source: Workflow launch queued successfully.
nl: Workflow start met succes in wachtrij geplaatst.

source: Workflows store a series of states and keep track of the current state of a document. Transitions are used to change the current state to a new one.
nl: Workflows slaan een serie statussen op en volgen de huidige status van een document. Transities worden gebruikt om de huidige status in een nieuwe te wijzigen.

source: No workflows have been defined
nl: Er zijn geen workflows gedefinieerd

source: Preview of: %s
nl: Voorbeeldweergave van: %s

source: This will launch all workflows created after documents have already been uploaded.
nl: Dit start alle aangemaakte workflows nadat documenten zijn geüpload.

source: Launch all workflows?
nl: Alle workflows starten?

source: Document description
nl: Documentbeschrijving

source: Modify document properties
nl: Document-eigenschappen aanpassen

source: Document properties
nl: Document-eigenschappen

source: Method
nl: Methode

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Headers
nl: Kopteksten

source: Payload
nl: Belasting

source: Perform an HTTP request
nl: Een HTTP-verzoek uitvoeren

source: %(field_name)s JSON error: %(exception)s
nl: %(field_name)s JSON fout: %(exception)s
