Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/appearance/locale/*/LC_MESSAGES/django.po
Languages: hu, ro_ro, sq, uk

source: Appearance
hu: Kinézet
ro_ro: Aspect
sq: Paraqitja
uk: Вигляд

source: Lato font
ro_ro: Font Lato
uk: Шрифт Lato

source: JQuery Form
hu: JQuery űrlap
ro_ro: Formular JQuery

source: JQuery Match Height
ro_ro: Potrivire Înălțime JQuery

source: Theme created
hu: Téma létrehozva
ro_ro: Temă creată
sq: Tema u krijua
uk: Тему створено

source: Theme edited
hu: Téma szerkesztve
ro_ro: Temă editată
sq: Tema u editua
uk: Тему відредаговано

source: User theme edited
hu: Felhasználói téma szerkesztve
ro_ro: Tema utilizatorului a fost editată
uk: Тему користувача відредаговано

source: Theme settings
hu: Téma beállítások
ro_ro: Setari temă
sq: Parametrat e temës
uk: Налаштування теми

source: Edit theme settings
hu: Téma beállítások szerkesztése
ro_ro: Editați setările temei
sq: Modifiko parametrat e temës
uk: Редагувати налаштування теми

source: Create new theme
hu: Új téma létrehozása
ro_ro: Creați o temă nouă
sq: Krijo temë të re
uk: Створити нову тему

source: Delete
hu: Törlés
ro_ro: Șterge
sq: Fshij
uk: Видалити

source: Edit
hu: Szerkesztés
ro_ro: Editați
sq: Modifiko
uk: Редагувати

source: Themes
hu: Témák
ro_ro: Teme
sq: Temat
uk: Теми

source: A short text describing the theme.
hu: A témát leíró rövid szöveg.
ro_ro: Un scurt text care descrie tema.
sq: Tekst i shkurtër përshkrues i temës.
uk: Короткий опис теми

source: Label
hu: Cimke
ro_ro: Conținut etichetă
sq: Etiketa
uk: Мітка

source: The CSS stylesheet to change the appearance of the different user interface elements.
hu: A CSS-stíluslap a különböző felhasználói felület elemeinek megjelenésének megváltoztatásához.
ro_ro: Foaia de stil CSS pentru a schimba aspectul diferitelor elemente ale interfeței utilizatorului.
sq: CSS stylesheet për të ndryshuar paraqitjen e elementeve të ndryshëm të ndërfaqes.
uk: Таблиця стилів CSS для зміни зовнішнього вигляду різних елементів інтерфейсу користувача.

source: Stylesheet
hu: Stíluslap
ro_ro: Foaie de stil
uk: Таблиця стилів

source: Theme
hu: Téma
ro_ro: Temă
sq: Tema
uk: Тема

source: User
hu: Felhasználó
ro_ro: Utilizator
sq: Përdoruesi
uk: Користувач

source: User theme setting
hu: Felhasználói téma beállítás
ro_ro: Setări ale temei utilizatorului
sq: Parametri i temës sipas përdoruesit
uk: Налаштування теми користувача

source: User theme settings
hu: Felhasználói téma beállítások
ro_ro: Setări ale temei utilizatorului
sq: Parametrat e temës sipas përdoruesit
uk: Налаштування теми користувача

source: Create new themes
hu: Új témák létrehozása
ro_ro: Creați teme noi
sq: Krijo tema të reja
uk: Створити нові теми

source: Delete themes
hu: Témák törlése
ro_ro: Ștergeți teme
sq: Fshij temat
uk: Видалити теми

source: Edit themes
hu: Témák szerkesztése
ro_ro: Editați teme
sq: Modifiko temat
uk: Редагувати теми

source: View existing themes
hu: Meglévő témák megtekintése
ro_ro: Vizualizați temele existente
sq: Shiko temat ekzistuese
uk: Переглянути існуючі теми

source: Custom HTTP response code for AJAX redirections.
hu: Egyéni HTTP válaszkód AJAX átirányításokhoz.
ro_ro: Cod de răspuns HTTP personalizat pentru redirecționări AJAX.
uk: Спеціальний HTTP код відповіді для перенаправлень AJAX.

source: Maximum number of characters that will be displayed as the view title.
hu: A nézet címeként megjelenő karakterek maximális száma.
ro_ro: Numărul maxim de caractere care vor fi afișate ca titlu de vizualizare.
sq: Numri maksimal i karaktereve që shfaqen tek titulli i pamjes.
uk: Максимальна кількість символів, що буде відображена, при перегляді заголовку.

source: Position where the system messages will be displayed.
hu: Az a hely, ahol a rendszerüzenetek megjelennek.
ro_ro: Poziția în care vor fi afișate mesajele de sistem.
uk: Позиція, де відображатимуться системні повідомлення.

source: Delay in milliseconds after which the menus will be checked for updates.
hu: Késleltetés ezredmásodpercben, amely után a rendszer ellenőrzi a menük frissítéseit.
ro_ro: Întârziere în milisecunde după care meniurile vor fi verificate pentru actualizări.
uk: Затримка в мілісекундах, після якої меню буде перевірено на оновлення.

source: Maximum number of requests that can be made before throttling is enabled.
hu: Maximális számú kérés, amelyet a teljesítmény korlátozás bekapcsolásáig el lehet végezni.
ro_ro: Numărul maxim de solicitări care pot fi făcute înainte ca limitarea să fie activată.
uk: Максимальна кількість запитів, які можна зробити до ввімкнення тротлінгу.

source: Time in milliseconds after which a throttled request will clear allowing an additional request to be performed.
hu: Az az idő ezredmásodpercben, amely után a korlátozott kérés törlődik, lehetővé téve egy további kérés végrehajtását.
ro_ro: Timp în milisecunde după care o limitarea solicitării se va șterge, permițând efectuarea unei cereri suplimentare.
uk: Час у мілісекундах, після якого обмежений запит очищається, що дозволяє виконати додатковий запит.

source: Insufficient permission
hu: Elégtelen jogosultság
ro_ro: Permisiune insuficientă
sq: Pa të drejtë aksesi
uk: Недостатні повноваження.

source: You don't have enough permissions for this operation.
hu: Nincs elégséges engedélye ehhez a művelethez.
ro_ro: Nu aveți permisiuni suficiente pentru această operație.
sq: Nuk gëzoni privilegje të mjaftueshme për këtë veprim.
uk: Ви не маєте достатніх повноважень для цієї дії.

source: Page not found
hu: Oldal nem található
ro_ro: Pagina nu a fost gasită
sq: Faqja nuk u gjet
uk: Сторінку не знайдено.

source: The requested page could not be found.
hu: A keresett oldal nem található.
ro_ro: Pagina solicitată nu a putut fi găsită.
sq: Faqja e kërkuar nuk u gjet.
uk: Потрібна сторінка не знайдена.

source: Possible reasons
hu: Lehetséges okok
ro_ro: Motive posibile
sq: Arsyet e mundëshme
uk: Можливі причини

source: The location of the item is incorrect.
hu: Az elem helye helytelen.
ro_ro: Locația articolului este incorectă.
sq: Vendndodhja e artikullit është e pasaktë.
uk: Місцезнаходження предмета неправильне.

source: The location is correct, but the item no longer exists.
hu: A hely megfelelő, de az elem már nem létezik.
ro_ro: Locația este corectă, dar elementul nu mai există.
sq: Vendndodhja është e saktë por artikulli është fshirë.
uk: Місцезнаходження предмета правильне, але його більше не існує.

source: The location is be correct, but your account does not have the required permission to access it.
hu: A hely megfelel, de fiókja nem rendelkezik a hozzáféréshez szükséges engedéllyel.
ro_ro: Locația este corectă, dar contul dvs. nu are permisiunea necesară pentru accesarea acesteia.
sq: Vendndodhja është e saktë por llogaria juaj e përdoruesit nuk ka privilegje të mjaftueshme për ta aksesuar.
uk: Місцезнаходження правильне, але ваш обліковий запис не має необхідного дозволу на доступ до нього.

source: Server error
hu: Szerver hiba
ro_ro: Eroare la server
sq: Gabim në server
uk: Помилка на сервері

source: There's been an unexpected error.
hu: Váratlan hiba történt.
ro_ro: A apărut o eroare neașteptată.
sq: Ka ndodhur një gabim i pa-pritur.
uk: Трапилася неочікувана помилка.

source: What to do next?
hu: Mi legyen a következő?
ro_ro: Ce e de făcut în continuare?
sq: Çfarë do të bëni në vazhdim?
uk: Що робити далі?

source: Refresh the page.
hu: Oldal frissítése.
ro_ro: Reîncarcă pagina.
sq: Ri-fresko faqen.
uk: Оновити сторінку.

source: Wait a bit. The system might be overloaded.
hu: Várjon egy kicsit. Lehetséges, hogy a rendszer túlterhelt.
ro_ro: Așteptaţi o clipă. Este posibil ca sistemul să fie supraîncărcat.
sq: Prit pak. Sistemi mund të jetë i mbi-ngarkuar.
uk: Почекайте секунду. Система можливо перевантажена.

source: Contact your system administrator.
hu: Forduljon a rendszergazdához.
ro_ro: Contactați administratorul de sistem.
sq: Kontakto administratorin e sistemit.
uk: Зверніться до вашого системного адміністратора.

source: Check the logs for messages with the tags "ERROR", "CRITICAL" or "FATAL".
hu: Ellenőrizze, hogy a naplókban vannak-e "ERROR", "CRITICAL" vagy "FATAL" címkével ellátott üzenetek.
ro_ro: Verificați jurnalele pentru mesajele cu etichetele „EROARE”, „CRITIC” sau „FATAL”.
sq: Kontrollo regjistrat e ngjarjeve për mesazhet me etiketat "ERROR", "CRITICAL" ose "FATAL".
uk: Перевірте журнали для повідомлень з тегами "ПОМИЛКА", "КРИТИЧНО", "ФАТАЛЬНО".

source: Open a ticket using the <a href="%(issue_url)s">issue tracker</a>.
hu: Nyisson meg egy hibajegyet a <a href="%(issue_url)s">problémakövető</a> segítségével.
ro_ro: Deschideți un bilet folosind <a href="%(issue_url)s">trackerul de probleme</a> .
sq: Hap një ticket duke përdorur <a href="%(issue_url)s">gjurmuesin e problematikës</a>.
uk: Відкрити формуляр, використовуючи <a href="%(issue_url)s"> трекер випуску </a>.

source: About
hu: Névjegy
ro_ro: Despre
sq: Rreth
uk: Про

source: Version
hu: Verzió
ro_ro: Versiune
sq: Versioni
uk: Версія

source: Build number: %(project_build_number)s
hu: Build szám: %(project_build_number)s
ro_ro: Numărul versiunii: %(project_build_number)s

source: Released under the license:
hu: A licenc ami alatt megjelent:
ro_ro: Lansat sub licența:
sq: Lëshuar nën licensimin:
uk: Випущено за ліцензією:

source: To get the latest news subscribe to the <a class="new_window" href="%(link_mailing_list_url)s"> Mailing list</a>.
hu: A legfrissebb hírekért iratkozzon fel a <a class="new_window" href="%(link_mailing_list_url)s">levelezőlistára</a> .
ro_ro: Pentru a primi cele mai recente știri, abonați-vă la <a class="new_window" href="%(link_mailing_list_url)s">Lista de corespondență</a> .

source: For articles, tutorials, troubleshooting, subscribe to the <a class="new_window" href="%(link_knowledge_base_url)s"> Knowledge base</a>.
hu: Ha cikkeket, oktatóanyagokat és hibaelhárítást szeretne látni, iratkozzon fel a <a class="new_window" href="%(link_knowledge_base_url)s">Tudásbázisra</a> .
ro_ro: Pentru articole, tutoriale, depanare, abonați-vă la <a class="new_window" href="%(link_knowledge_base_url)s">baza de cunoștințe</a> .

source: Need professional help? Check out the <a class="new_window" href="%(link_support_url)s"> Support</a> offerings.
hu: Szakmai segítségre van szüksége? Tekintse meg a <a class="new_window" href="%(link_support_url)s">támogatási</a> ajánlatokat.
ro_ro: Ai nevoie de ajutor profesional? Consultați ofertele <a class="new_window" href="%(link_support_url)s">de asistență</a> .

source: For discussions visit the <a class="new_window" href="%(link_forum_url)s">Community forum</a>.
hu: Megbeszélésekhez látogasson el a <a class="new_window" href="%(link_forum_url)s">közösségi fórumra</a> .
ro_ro: Pentru discuții vizitați <a class="new_window" href="%(link_forum_url)s">forumul comunității</a> .

source: The complete list of changes is available via the <a class="new_window" href="%(link_release_notes_url)s">Release notes</a>.
hu: A változtatások teljes listája a <a class="new_window" href="%(link_release_notes_url)s">Kibocsátási megjegyzésekben</a> érhető el.
ro_ro: Lista completă a modificărilor este disponibilă prin <a class="new_window" href="%(link_release_notes_url)s">Notele de lansare</a> .

source: For questions check the <a class="new_window" href="%(link_documentation_url)s">Documentation</a>.
hu: Kérdés esetén nézze meg a <a class="new_window" href="%(link_documentation_url)s">Dokumentációt</a> .
ro_ro: Pentru întrebări consultați <a class="new_window" href="%(link_documentation_url)s">Documentația</a> .

source: If you found a bug or have a feature idea open a ticket in the <a class="new_window" href="%(link_source_code_url)s">Source code repository</a>.
hu: Ha hibát talált, vagy van egy funkcióötlete, nyisson hibajegyet a <a class="new_window" href="%(link_source_code_url)s">forráskód tárolóban</a> .
ro_ro: Dacă ați găsit o eroare sau aveți o idee de caracteristică, deschideți un bilet în <a class="new_window" href="%(link_source_code_url)s">depozitul de cod sursă</a> .

source: %(project_title)s is Free and Open Source software, which is provided as-is with no warranty.
hu: %(project_title)s egy ingyenes és nyílt forráskódú szoftver, amely eredeti állapotában, garancia nélkül kerül forgalomba.
ro_ro: %(project_title)s este un software gratuit și cu sursă deschisă, care este furnizat ca atare, fără garanție.

source: Are you sure?
hu: Biztos ebben?
ro_ro: Confirmați?
sq: Jeni të sigurtë?
uk: Ви впевнені?

source: Yes
hu: Igen
ro_ro: Da
sq: Po
uk: Так

source: No
hu: Nem
ro_ro: Nu
sq: Jo
uk: Ні

source: Getting started
hu: Kezdés
ro_ro: Să începem
sq: Hapat e para
uk: Розпочати

source: Before you can fully use Mayan EDMS you need the following:
hu: A Mayan EDMS teljes körű használatához a következőkre van szüksége:
ro_ro: Înainte de a putea utiliza Mayan EDMS în totalitate, trebuie sa faceți următoarele:
sq: Përpara se të përdorni plotësisht sistemin, ju nevojitet sa më poshtë:
uk: Перед тим як ви зможете повністю використовувати Mayan EDMS вам потрібно зробити наступне:

source: Toggle navigation
hu: Váltás navigációra
ro_ro: Comutare navigare
sq: Ndrysho navigimin
uk: Переключити навігацію

source: required
hu: kötelező
ro_ro: necesar
sq: e detyrueshme
uk: обов'язково

source: Save
hu: Mentés
ro_ro: Salvează
sq: Ruaj
uk: Зберегти

source: Submit
hu: Beküldés
ro_ro: Trimiteţi
sq: Dërgo
uk: Прийняти

source: Cancel
hu: Mégsem
ro_ro: Anulează
sq: Anullo
uk: Скасувати

source: Views
hu: Nézetek
ro_ro: Vizualizări
uk: Перегляди

source: Total (%(start)s - %(end)s out of %(total)s) (Page %(page_number)s of %(total_pages)s)
hu: Összesen (%(start)s - %(end)s a %(total)s-ból) (%(page_number)s oldal a %(total_pages)s-ból)
ro_ro: Total (%(start)s- %(end)s din %(total)s) ( Pagina %(page_number)s din %(total_pages)s )
sq: Total (%(start)s - %(end)s nga %(total)s) (Faqe%(page_number)s nga %(total_pages)s)
uk: Всього (%(start)s - %(end)s з %(total)s) (Сторінка %(page_number)s з %(total_pages)s)

source: No results
hu: Nincs eredmény
ro_ro: Fără rezultate
sq: Pa rezultate
uk: Без результату

source: Previous page
hu: Előző oldal
ro_ro: Pagina precedentă
uk: Попередня сторінка

source: Next page
hu: Következő oldal
ro_ro: Pagina următoare
uk: Наступна сторінка

source: Identifier
hu: Azonosító
ro_ro: ID
sq: Identifikues
uk: Ідентифікатор

source: Actions
hu: Műveletek
ro_ro: Acţiuni
sq: Veprimet
uk: Дія

source: Select/Deselect all
hu: Összes kijelölése/kijelölésének törlése
ro_ro: Selectați / Deselectați toate
sq: Përzgjidh/Anullo tek të gjitha
uk: Вибрати/скасувати вибір всього

source: Toggle list display mode
hu: Lista megjelenítési mód váltása
ro_ro: Comutați modul afișare listă
sq: Ndrysho paraqitjen e listës
uk: Переключити режим відображення списку.

source: Select items to activate bulk actions. Use Shift + click to select many.
hu: Válassza ki az elemeket a tömeges műveletek aktiválásához. Használja a Shift + kattintást több elem kiválasztásához.
ro_ro: Selectați elemente pentru a activa acțiuni în vrac. Folosiți Shift + faceți clic pentru a selecta mai multe.
sq: Zgjidh titujt për aktivizim nëpërmjet veprimeve në grup. Përdor Shift + kliko për të përzgjedhur shumë.
uk: Виберіть елементи, щоб активувати дії з набором. Використовуйте Shift + click, щоб вибрати кілька елементів.

source: Bulk actions
hu: Tömeges műveletek
ro_ro: Acțiuni în vrac
sq: Veprimet në grup
uk: Дії з набором

source: Toggle Dropdown
hu: Váltás a legördülő menüre
ro_ro: Comutare mod listă
sq: Ndrysho paraqitjen e Dropdown
uk: Переключити Випадаючий список

source: Object
hu: Objektum
ro_ro: Obiect
uk: Об'єкт

source: Open main menu
hu: Főmenü megnyitása
ro_ro: Deschideți meniul principal
sq: Hap menu-në kryesore
uk: Відкрити головне меню

source: Close
hu: Bezárás
ro_ro: Închide
sq: Mbyll
uk: Закрити

source: Server communication error
hu: Szerver kommunikációs hiba
ro_ro: Eroare de comunicare cu server-ul
sq: Gabim në komunikim me serverin
uk: Помилка з'єднання із сервером.

source: Check you network connection and try again in a few moments.
hu: Ellenőrizze a hálózati kapcsolatot, és néhány pillanat múlva próbálja újra.
ro_ro: Verificați conexiunea la rețea și încercați din nou în câteva momente.
sq: Kontrollo lidhjen në rrjet/internet dhe provo sërish pas pak.
uk: Перевірте підключення до мережі та спробуйте знову через кілька хвилин.

source: None
hu: Nincs
ro_ro: Nici unul
sq: Asnjë

source: Delete theme: %s
hu: Téma törlése: %s
ro_ro: Ștergeți tema: %s
sq: Fshij temën: %s
uk: Видалити тему: %s

source: Edit theme: %s
hu: Téma szerkesztése: %s
ro_ro: Editați tema: %s
sq: Modifiko temën: %s
uk: Редагувати тему: %s

source: Themes allow changing the visual appearance without requiring code changes.
hu: A témák lehetővé teszik a vizuális megjelenés megváltoztatását kódmódosítás nélkül.
ro_ro: Temele permit schimbarea aspectului vizual fără a necesita modificări de cod.
sq: Temat lejojnë ndryshimin e paraqitjes vizuale pa pasur nevojë për ndryshime në kod.
uk: Теми дозволяють змінювати візуальний вигляд, не вимагаючи зміни коду.

source: There are no themes
hu: Nincsenek témák
ro_ro: Nu există teme
sq: Nuk ka tema
uk: Теми відсутні

source: Theme settings for user: %s
hu: Témabeállítások a felhasználó számára: %s
ro_ro: Configurarea temei pentru utilizator: %s
uk: Налаштування теми для користувача: %s

source: Edit theme settings for user: %s
hu: Témabeállítások szerkesztése a következő felhasználó számára: %s
ro_ro: Editați configurația temei pentru utilizator: %s
uk: Змінити налаштування теми для користувача: %s

source: Total: %(total)s
hu: Összesen: %(total)s
uk: Всього: %(total)s

source: Bootstrap
uk: Бутстрап (Bootstrap)

source: Select 2
uk: Виберіть 2
