Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/document_exports/locale/*/LC_MESSAGES/django.po
Languages: de_at, fr, tr_tr, uk

source: Document exports
de_at: Dokumentenexport
tr_tr: Belge dışa aktarma
uk: Експорт документів

source: Document version export to PDF
de_at: Export der Dokumentenversion zu PDF
fr: Exportation de la version du document au format PDF
tr_tr: Belge sürümünü PDF'ye aktar
uk: Експорт версії документа в PDF

source: Document version exported
de_at: Dokumentenversion exportiert
fr: Version du document exportée
tr_tr: Dışa aktarılan belge sürümü
uk: Версію документа експортовано

source: Export
fr: Exporter
tr_tr: Dışa aktar
uk: Експорт

source: Document version "%(document_version)s" has been exported and is available for download using the link: %(download_url)s or from the downloads area (%(download_list_url)s).
de_at: Dokumentenversion "%(document_version)s" wurde exportiert und ist unter %(download_url)s oder im Downloadbereich (%(download_list_url)s) verfügbar.
tr_tr: Belge sürümü "%(document_version)s" dışa aktarıldı ve şu bağlantıyı kullanarak indirilebilir: %(download_url)s veya indirilenler alanından (%(download_list_url)s).
uk: Версію документа "%(document_version)s" експортовано та доступно для завантаження за посиланням: %(download_url)s або з області завантажень ( %(download_list_url)s ).

source: Document version exported.
de_at: Dokumentenversion exportiert.
fr: Version du document exportée.
tr_tr: Belge sürümü dışa aktarıldı.
uk: Версія документа експортована.

source: Export document versions
de_at: Dokumentenversionen exportieren
fr: Exporter les versions du document
tr_tr: Belge sürümlerini dışa aktar
uk: Експорт версій документів

source: Documents exports
de_at: Dokumentenexport
uk: Експорт документів

source: Export a document version to a PDF
de_at: Eine Dokumentenversion als PDF exportieren
tr_tr: Belge sürümünü PDF'ye dışa aktarma
uk: Експортувати версію документа в PDF

source: Document version "%(object)s" export successfully queued.
de_at: Export für Dokumentenversion "%(object)s" erfolgreich in die Warteschlange eingestellt.
fr: Exportation de la version "%(object)s" du document mise en file d'attente avec succès.
tr_tr: Belge sürümü "%(object)s" dışa aktarma işlemi başarıyla sıraya alındı.
uk: Експорт версії документа "%(object)s" успішно поставлено в чергу.

source: %(count)d document version export successfully queued.
de_at: %(count)d Export für Dokumentenversion erfolgreich in die Warteschlange eingestellt.
fr: %(count)d exportation de la version du document mise en file d'attente avec succès.
tr_tr: %(count)d belge sürümü verme işlemi başarıyla sıraya alındı.
uk: Експорт версії документа %(count)d успішно поставлено в чергу.

source: %(count)d document versions exports successfully queued.
de_at: %(count)d Export für Dokumentenversionen erfolgreich in die Warteschlange eingestellt.
fr: %(count)d exportations de versions de document ont été correctement mises en file de traitement.
tr_tr: %(count)d belge sürümü verme işlemi başarıyla sıraya alındı.
uk: %(count)d експорт версій документів успішно поставлено в чергу.

source: Export %(count)d document versions.
de_at: %(count)d Dokumentenversionen exportieren.
fr: Exportez %(count)d versions du document .
tr_tr: %(count)d belge sürümlerini dışa aktarın.
uk: Експорт версій документа %(count)d .

source: Export document version "%(object)s".
de_at: Dokumentenversion "%(object)s" exportieren.
fr: Exporter la version du document "%(object)s".
tr_tr: Belge sürümünü dışa aktar "%(object)s".
uk: Експорт версії документа "%(object)s".

source: Export %(count)d document version.
de_at: %(count)d Dokumentenversion exportieren.
fr: Exporter %(count)d version du document.
tr_tr: %(count)d belge sürümünü dışa aktarın.
uk: Експортувати версію документа %(count)d .

source: The process will be performed in the background. The exported file will be available in the downloads area.
de_at: Der Prozess wird im Hintergrund ausgeführt. Die exportierte Datei wird im Downloadbereich verfügbar sein.
fr: Le processus sera exécuté en arrière-plan. Le fichier exporté sera disponible dans la zone de téléchargement.
tr_tr: İşlem arka planda gerçekleştirilecektir. Dışa aktarılan dosya indirilenler alanında mevcut olacaktır.
uk: Процес виконуватиметься у фоновому режимі. Експортований файл буде доступний в області завантажень.
