Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/platform/locale/*/LC_MESSAGES/django.po
Languages: hu, ro_ro, tr_tr, uk

source: Platform
ro_ro: Platformă
uk: Платформа

source: Template for entrypoint.sh file inside a Docker image.
hu: Sablon az enterpoint.sh fájlhoz egy Docker-képben.
ro_ro: Șablon pentru fișierul entrypoint.sh în interiorul unei imagini Docker.
tr_tr: Bir Docker görüntüsünün içindeki entrypoint.sh dosyası için şablon.
uk: Шаблон для файлу entrypoint.sh всередині Docker-образу.

source: Template that generates the Docker Compose file.
hu: Sablon, amely létrehozza a Docker Compose fájlt.
ro_ro: Șablon care generează fișierul Docker Compose.
uk: Шаблон, що генерує файл Docker Compose.

source: Template for Supervisord inside a Docker image.
hu: Sablon a Supervisord számára egy Docker-képen belül.
ro_ro: Șablon pentru Supervisord în interiorul unei imagini Docker.
tr_tr: Docker görüntüsünün içindeki Gözetmen için şablon.
uk: Шаблон для Supervisord у Docker-образі.

source: Template that generates a Dockerfile file.
hu: Dockerfile-fájlt létrehozó sablon.
ro_ro: Șablon care generează un fișier Dockerfile.
tr_tr: Dockerfile dosyası oluşturan şablon.
uk: Шаблон, що генерує файл Dockerfile.

source: Template that generates a GitLab CI config file.
hu: GitLab CI konfigurációs fájlt létrehozó sablon.
ro_ro: Șablon care generează un fișier de configurare GitLab CI.
tr_tr: GitLab CI yapılandırma dosyası oluşturan şablon.
uk: Шаблон, що генерує файл конфігурації GitLab CI.

source: Template for Supervisord.
hu: Sablon a Supervisord számára.
ro_ro: Șablon pentru Supervisord.
tr_tr: Gözetmen için şablon.
uk: Шаблон для Supervisord.

source: Template showing the queues of a worker.
hu: Egy worker sorait bemutató sablon.
ro_ro: Șablon care arată cozile unui lucrător.
tr_tr: Bir işçinin sıralarını gösteren şablon.
uk: Шаблон, що показує черги працівника.

source: Sentry test error
hu: Sentry teszt hiba
ro_ro: Eroare de test Sentry
tr_tr: Nöbetçi testi hatası
uk: Помилка тесту Sentry

source: Trigger tests
hu: Eseményindító tesztek
ro_ro: Declanșează teste
tr_tr: Tetik testleri
uk: Тестування тригерів

source: List of client backends to launch after startup. Use full dotted path to the client backend classes.
hu: Az indítás után elindítandó kliens háttérprogramok listája. Használja a teljes pontozott elérési utat az ügyfél háttérosztályaihoz.
ro_ro: Lista de backend-uri client care trebuie lansate după pornire. Utilizați calea completă punctată către clasele de backend client.
tr_tr: Başlattıktan sonra başlatılacak istemci backendlerin listesi. İstemci backend sınıflarına giden tam noktalı yolu kullanın.
uk: Список клієнтських бекендів для запуску після старту. Використовуйте повний крапкований шлях до класів клієнтських бекендів.

source: Arguments for the client backends. Use the client backend dotted path as the dictionary key for the arguments in dictionary format.
hu: Argumentumok az ügyfél háttérrendszereihez. Használja az ügyfél háttérrendszer pontozott elérési útját szótári kulcsként a szótár formátumú argumentumokhoz.
ro_ro: Argumente pentru backend-urile clientului. Utilizați calea punctată de backend client ca și cheie de dicționar pentru argumentele în format dicționar.
tr_tr: İstemci backendleri için bağımsız değişkenler. Sözlük biçimindeki bağımsız değişkenler için sözlük anahtarı olarak istemci backend noktalı yolunu kullanın.
uk: Аргументи для клієнтських бекендів. Використовуйте крапковий шлях клієнтського бекенду як ключ словника для аргументів у форматі словника.
