Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/django_gpg/locale/*/LC_MESSAGES/django.po
Languages: ar_eg, cs, el, pl, uk

source: Django GPG
ar_eg: تشفير من نوع GPG على Django

source: Key ID
ar_eg: مفتاح
cs: ID klíče
el: Αναγνωριστικό κλειδιού
pl: ID klucza
uk: ID ключа

source: Type
ar_eg: النوع
cs: Typ
el: Τύπος
pl: Typ
uk: Тип

source: Creation date
ar_eg: تاريخ الإنشاء
cs: Datum vytvoření
el: Ημερομηνία δημιουργίας
pl: Data utworzenia
uk: Дата створення

source: No expiration
ar_eg: لا توجد انتهاء الصلاحية
cs: Bez vypršení platnosti
el: Χωρίς λήξη
pl: Bez wygaśnięcia
uk: Без терміну дії

source: Expiration date
ar_eg: تاريخ انتهاء الصلاحية
cs: Datum vypršení platnosti
el: Ημερομηνία λήξης
pl: Data wygaśnięcia
uk: Дата закінчення.

source: Length
ar_eg: الطول
cs: Délka
el: Μήκος
pl: Długość
uk: Довжина

source: User ID
ar_eg: معرف المستخدم
cs: uživatelské ID
el: Αναγνωριστικό χρήστη
pl: ID użytkownika
uk: ID користувача

source: GNU privacy guard - a PGP implementation.
ar_eg: الخصوصية
cs: Ochrana soukromí GNU - implementace PGP.
el: GNU privacy guard - μία PGP υλοποίηση.
pl: Ochrona prywatności GNU - implementacja PGP.
uk: GNU privacy guard – реалізація PGP.

source: Key management
ar_eg: إدارة المفتايح
cs: Správa klíčů
el: Διαχείριση κλειδιών
pl: Zarządzanie kluczami
uk: Управління ключами

source: Key created
ar_eg: تم إنشاء المفتاح
cs: Klíč vytvořen
pl: Klucz utworzony
uk: Створено ключ

source: Key downloaded
ar_eg: تم تنزيل المفتاح
cs: Klíč stažen
pl: Klucz pobrany
uk: Ключ завантажено

source: None
ar_eg: لا شيء
cs: Žádný
el: Κανένα
pl: Brak

source: Fingerprint
ar_eg: البصمة
cs: Otisk
el: Δακτυλικό αποτύπωμα
pl: Odcisk palca
uk: Відбиток пальця

source: Algorithm
ar_eg: الخوارزمية
cs: Algoritmus
el: Αλγόριθμος
pl: Algorytm
uk: Алгоритм

source: Term
ar_eg: مصطلح
cs: Termín
el: Όρος
uk: Термін

source: Name, e-mail, key ID or key fingerprint to look for.
ar_eg: البحث بالاسم ، البريد الإلكتروني ، رقم الهوية ، البصمة
cs: Hledejte jméno, e-mail, ID klíče nebo otisk prstu.
el: Όνομα, e-mail, αναγνωριστικό κλειδιού ή δακτυλικό αποτύπωμα προς αναζήτηση.
pl: Imię i nazwisko, e-mail, key ID lub key fingerprint kluc szukać.
uk: Ім'я, електронна пошта, ідентифікатор ключа або відбиток ключа для пошуку.

source: Delete
ar_eg: حذف
cs: Odstranit
el: Διαγραφή
pl: Usuń
uk: Видалити

source: Details
ar_eg: التفاصيل
cs: Detail
el: Λεπτομέρειες
pl: Szczegóły
uk: Подробиці

source: Download
ar_eg: تحميل
cs: Stažení
el: Λήψη
pl: Pobierz
uk: Завантажити

source: Query keyservers
ar_eg: الخوادم الخاصة برخص النظام
cs: Dotazové servery klíčů
el: Αναζήτηση στους διακομιστές
pl: Zapytaj serwery kluczy
uk: Запит ключових серверів

source: Import
ar_eg: استيراد
el: Εισαγωγή
pl: Importuj
uk: Імпорт

source: Upload key
ar_eg: التحميل
cs: Klíč pro nahrávání
el: Φόρτωση κλειδιού
pl: Wyślij klucz
uk: Завантажити ключ

source: Private keys
ar_eg: المفاتيح الخاصة
cs: Soukromé klíče
el: Ιδιωτικά κλειδιά
pl: Klucze prywatne
uk: Приватні ключі

source: Public keys
ar_eg: المفاتيح العامة
cs: Veřejné klíče
el: Δημόσια κλειδιά
pl: Klucze publiczne
uk: Публічні ключі

source: Public
ar_eg: عام
cs: Veřejný
el: Δημόσιο
pl: Publiczny
uk: Публічний

source: Secret
ar_eg: خاص
cs: Tajemství
el: Μυστική φράση
pl: Sekret
uk: Ключ

source: Elgamal
ar_eg: الجمل

source: Bad signature.
ar_eg: التوقيع غير صالح
cs: Špatný podpis.
el: Μη έγκυρη υπογραφή.
pl: Niewłaściwy podpis.
uk: Поганий підпис.

source: Document not signed or invalid signature.
ar_eg: التوقيع غير صالح أو الوثيقة غير موقعة
cs: Dokument není podepsán nebo neplatný podpis.
el: Ανυπόγραφο έγγραφο ή μη έγκυρη υπογραφή.
pl: Dokumentu nie podpisany lub nieprawidłowy podpis.
uk: Документ не підписаний або має недійсний підпис.

source: Signature error.
ar_eg: خطأ في التوقيع
cs: Chyba podpisu.
el: Σφάλμα υπογραφής.
pl: Błąd podpisu.
uk: Помилка підпису.

source: Document is signed but no public key is available for verification.
ar_eg: تم التوقيع ، يجبإضافة المفتاح العام للوثيقة
cs: Dokument je podepsán, ale k ověření není k dispozici žádný veřejný klíč.
el: Το έγγραφο είναι υπογεγραμμένο αλλά δεν υπάρχει διαθέσιμο δημόσιο κλειδί για επαλήθευση.
pl: Dokument został podpisany, ale klucz publiczny nie jest dostępny dla weryfikacji.
uk: Документ підписаний, але немає доступного публічного ключа для перевірки.

source: Document is signed, and signature is good.
ar_eg: تم التوقيع بنجاح
cs: Dokument je podepsán a podpis je vpořádku.
el: Το έγγραφο είναι υπογεγραμμένο και η υπογραφή είναι εντάξει.
pl: Dokument został podpisany właściwym podpisem.
uk: Документ підписаний, і підпис є дійсним.

source: Document is signed with a valid signature.
ar_eg: تم التوقيع بنجاح
cs: Dokument je podepsán platným podpisem.
el: Το έγγραφο είναι υπογεγραμμένο με έγκυρη υπογραφή.
pl: Dokument podpisany za pomocą ważnego podpisu.
uk: Документ підписаний з дійсним підписом.

source: ASCII armored version of the key.
ar_eg: نسخة ASCII المدرعة من المفتاح.
cs: ASCII obrněná verze klíče.
el: ASCII armored έκδοση κλειδιού.
pl: Klucz w wersji ASCII.
uk: ASCII посилена версія ключа.

source: Key data
ar_eg: البيانات الرئيسية
cs: Data klíče
el: Δεδομένα κλειδιού
pl: Dane klucza
uk: Дані ключа

source: Key
ar_eg: مفتاح
cs: Klíč
el: Κλειδί
pl: Klucz
uk: Ключ

source: Keys
ar_eg: مفاتيح
cs: Klíče
el: Κλειδιά
pl: Klucze
uk: Ключі

source: Invalid key data
ar_eg: بيانات مفتاح غير صالحة
cs: Neplatná datadata klíče
el: Μη έγκυρα δεδομένα κλειδιού
pl: Niewłaściwe dane klucza
uk: Недійсні дані ключа

source: Key already exists.
ar_eg: المفتاح موجود بالفعل.
cs: Klíč již existuje.
el: Το κλειδί υπάρχει ήδη.
pl: Klucz już istnieje.
uk: Ключ вже існує.

source: Delete keys
ar_eg: حذف المفاتيح
cs: Smazat klíče
el: Διαγραφή κλειδιών
pl: Usuń klucze
uk: Видалити ключі

source: Download keys
ar_eg: مفاتيح التحميل
cs: Stáhněte si klíče
el: Λήψη κλειδιών
pl: Pobierz klucze
uk: Завантажити ключі

source: Import keys from keyservers
ar_eg: إستيراد المفاتيح من الخوادم
cs: Importujte klíče ze správců klíčů
el: Εισαγωγή κλειδιών από διακομιστές κλειδιών
pl: Importuj klucze z serwerów kluczy
uk: Імпортуйте ключі з серверу ключів

source: Use keys to sign content
ar_eg: استخدم المفاتيح لتوقيع المحتوى
cs: Použijte klíče k podepsání obsahu
el: Χρήση κλειδιών για υπογραφή περιεχομένου
pl: Użyj kluczy, aby podpisać treść
uk: Використати ключі для підпису вмісту

source: Upload keys
ar_eg: مفاتيح التحميل
cs: Nahrajte klíče
el: Φόρτωση κλειδιών
pl: Prześlij klucze
uk: Завантажити ключі

source: View keys
ar_eg: إستعراض المفاتيح
cs: Zobrazit klíče
el: Εμφάνιση κλειδιών
pl: Pokaż klucze
uk: Переглянути ключі

source: Signatures
ar_eg: التوقيعات
cs: Podpisy
el: Υπογραφές
pl: Podpisy
uk: Підписи

source: Full path to the backend to be used to handle keys and signatures.
ar_eg: المسار الكامل للواجهة الخلفية لاستخدامه في التعامل مع المفاتيح والتوقيعات.
cs: Úplná cesta k backendu, který se používá ke zpracování klíčů a podpisů.
el: Πλήρης διαδρομή στο backend που θα χρησιμοποιηθεί για την διαχείριση κλειδιών και υπογραφών.
pl: Pełna ścieżka do backendu służąca do obsługi kluczy i podpisów.
uk: Повний шлях до бекенду, який буде використовуватися для обробки ключів та підписів.

source: Keyserver used to query for keys.
ar_eg: يستخدم خادم المفاتيح للاستعلام عن المفاتيح.
cs: Keyserver slouží k dotazování na klíče.
el: Διακομιστής κλειδιών που θα χρησιμοποιηθεί για αναζήτηση κλειδιών.
pl: Serwer kluczy przeznaczony do zapytań o klucze.
uk: Сервер ключів, що використовується для запиту ключів.

source: Delete key: %s
ar_eg: مفتاح الحذف: %s
cs: Smazat klíč: %s
el: Διαγραφή κλειδιού: %s
pl: Usuń klucz %s
uk: Видалити ключ: %s

source: Details for key: %s
ar_eg: تفاصيل المفتاح: %s
cs: Podrobnosti pro klíč: %s
el: Λεπτομέρειες κλειδιού: %s
pl: Szczegóły klucza %s
uk: Деталі для ключа: %s

source: Import key ID: %s?
ar_eg: معرف مفتاح الاستيراد: %s؟
cs: Import klíče ID: %s?
el: Εισαγωγή κλειδιού με αναγνωριστικό: %s;
pl: Zaimportować klucz z ID %s?
uk: Імпортувати ID ключа: %s?

source: Import key
ar_eg: استيراد المفتاح
cs: Importovat klíč
el: Εισαγωγή κλειδιού
pl: Importuj klucz
uk: Імпорт ключа

source: Unable to import key: %(key_id)s; %(error)s
ar_eg: تعذر استيراد المفتاح: %(key_id)s ؛ %(error)s
cs: Nelze importovat klíč: %(key_id)s; %(error)s
el: Αδυναμία εισαγωγής κλειδιού: %(key_id)s, %(error)s
pl: Brak możliwości importu klucza %(key_id)s; %(error)s
uk: Неможливо імпортувати ключ: %(key_id)s; %(error)s

source: Successfully received key: %(key_id)s
ar_eg: تم استلام المفتاح بنجاح: %(key_id)s
cs: Klíč byl úspěšně přijat: %(key_id)s
el: Επιτυχής λήψη κλειδιού: %(key_id)s
pl: Pomyślnie uzyskano klucz %(key_id)s
uk: Успішно отримано ключ: %(key_id)s

source: Use names, last names, key ids or emails to search public keys to import from the keyserver.
ar_eg: استخدم الأسماء أو الأسماء الأخيرة أو معرّفات المفاتيح أو رسائل البريد الإلكتروني للبحث عن المفاتيح العامة للاستيراد من خادم المفاتيح.
cs: Pomocí jmen, příjmení, identifikátorů klíčů nebo e-mailů můžete hledat veřejné klíče, které chcete importovat ze serveru klíčů.
el: Χρησιμοποιήστε ονόματα, επώνυμα, αναγνωριστικά ταυτότητας ή emails για αναζήτηση δημοσίων κλειδιών προς εισαγωγή από τον διακομιστή κλειδιών.
pl: Użyj nazw, nazwisk, identyfikatorów kluczy lub wiadomości e-mail do wyszukiwania kluczy publicznych w celu zaimportowania z serwera kluczy.
uk: Використовуйте імена, прізвища, ідентифікатори ключів або електронні адреси для пошуку публічних ключів для імпорту з сервера ключів.

source: No results returned
ar_eg: لم يتم إرجاع أي نتائج
cs: Nebyly nalezeny žádné výsledky
el: Δεν βρέθηκαν αποτελέσματα
pl: Brak wyników
uk: Результатів не повернуто

source: Key query results
ar_eg: نتائج الاستعلام الرئيسية
cs: Výsledky dotazu na klíč
el: Αποτελέσματα αναζήτησης κλειδιών
pl: Wyniki zapytań o klucz
uk: Результати ключового запиту

source: Query key server
ar_eg: الاستعلام عن مفتاح الخادم
cs: Fronta dotazu na Server klíčů
el: Ερώτημα προς διακομιστή κλειδιών
pl: Serwer zapytań o klucz
uk: Запит сервера ключа

source: Upload new key
ar_eg: تحميل مفتاح جديد
cs: Nahrajte nový klíč
el: Φόρτωση νέου κλειδιού
pl: Prześlij nowy klucz
uk: Завантажити новий ключ

source: Private keys are used to signed documents. Private keys can only be uploaded by the user. The view to upload private and public keys is the same.
ar_eg: تستخدم المفاتيح الخاصة في المستندات الموقعة. يمكن للمستخدم فقط تحميل المفاتيح الخاصة. طريقة العرض لتحميل المفاتيح الخاصة والعامة هي نفسها.
cs: Soukromé klíče se používají k podepsaným dokumentům. Soukromé klíče může vkládat pouze uživatel. Pohled na nahrávání soukromých a veřejných klíčů je stejný.
el: Τα ιδιωτικά κλειδιά χρησιμοποιούνται για την υπογραφή εγγράφων. Τα ιδιωτικά κλειδιά μπορούν να φορτωθούν μόνο από τον χρήστη. Η προβολή για φόρτωση ιδιωτικών και δημοσίων κλειδιών είναι η ίδια.
pl: Klucze prywatne są używane do podpisywania dokumentów. Klucze prywatne mogą być przesyłane tylko przez użytkownika. Widok przesyłania kluczy prywatnych i publicznych jest taki sam.
uk: Приватні ключі використовуються для підпису документів. Приватні ключі можуть бути завантажені тільки користувачем. Форма завантаження приватних та публічних ключів однакова.

source: There no private keys
ar_eg: لا توجد مفاتيح خاصة
cs: Neexistují žádné soukromé klíče
el: Δεν υπάρχουν ιδιωτικά κλειδιά
pl: Nie ma kluczy prywatnych
uk: Немає приватних ключів

source: Public keys are used to verify signed documents. Public keys can be uploaded by the user or downloaded from keyservers. The view to upload private and public keys is the same.
ar_eg: تستخدم المفاتيح العامة للتحقق من المستندات الموقعة. يمكن للمستخدم تحميل المفاتيح العامة أو تنزيلها من خوادم المفاتيح. طريقة العرض لتحميل المفاتيح الخاصة والعامة هي نفسها.
cs: Veřejné klíče se používají k ověření podepsaných dokumentů. Veřejné klíče může uživatel nahrát nebo stáhnout ze serverů klíčů. Pohled na nahrávání soukromých a veřejných klíčů je stejný.
el: Τα δημόσια κλειδιά χρησιμοποιούνται για την επαλήθευση υπογεγραμμένων εγγράφων. Τα δημόσια κλειδιά μπορού να φορτωθούν από τον χρήστη ή να μεταφορτωθούν από τους διακομιστές κλειδιών. Η προβολή για την φόρτωση ιδιωτικών και δημοσίων κλειδιών είναι η ίδια.
pl: Klucze publiczne służą do weryfikacji podpisanych dokumentów. Klucze publiczne mogą być przesyłane przez użytkownika lub pobierane z serwerów kluczy. Widok dla przesyłania kluczy prywatnych i publicznych jest taki sam.
uk: Публічні ключі використовуються для перевірки підписаних документів. Публічні ключі можуть бути завантажені користувачем або завантажені з ключових серверів. Форма завантаження приватних та публічних ключів однакова.

source: There no public keys
ar_eg: لا توجد مفاتيح عامة
cs: Neexistují žádné veřejné klíče
el: Δεν υπάρχουν δημόσια κλειδιά
pl: Brak kluczy publicznych
uk: Немає публічних ключів

source: URL
el: Διεύθυνση URL
