Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/logging/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Logging
hu: Naplózás

source: Error log deleted
hu: Hibanapló törölve

source: Global error log
hu: Globális hibanapló

source: Delete
hu: Törlés

source: Errors
hu: Hibák

source: Clear errors
hu: Hibák törlése

source: Object
hu: Objektum

source: App label
hu: Alkalmazáscímke

source: Internal name
hu: Belső név

source: Error log
hu: Hibanapló

source: Error logs
hu: Hibanaplók

source: Error log partition
hu: Hibanapló-partíció

source: Error log partitions
hu: Hibanapló-partíciók

source: Date and time
hu: Dátum és idő

source: Text
hu: Szöveg

source: Error log partition entry
hu: Hibanapló-partíció bejegyzés

source: Error log partition entries
hu: Hibanapló-partíció bejegyzések

source: Delete error log
hu: Hibanapló törlése

source: View error log
hu: Hibanapló megtekintése

source: Content type
hu: Tartalom típus

source: Object ID
hu: Objektum azonosító

source: Disable logging message ANSI color codes.
hu: Az üzenetek ANSI színkódos naplózásának letiltása.

source: Automatically enable logging to all apps.
hu: A naplózás automatikus engedélyezése az összes alkalmazáshoz.

source: List of handlers to which logging messages will be sent.
hu: Azon kezelők listája, amelyeknek a naplózási üzeneteket elküldik.

source: Level for the logging system.
hu: A naplózási rendszer szintje.

source: Path to the logfile that will track errors during production.
hu: A naplófájl elérési útja, amely nyomon követi a hibákat az üzemeltetés során.

source: This view displays the error log of different objects. An empty list is a good thing.
hu: Ez a nézet a különböző objektumok hibanaplóját jeleníti meg. Az üres lista jó dolog.

source: There are no error log entries
hu: Nincsenek hibanapló bejegyzések

source: Clear error log entries for: %s
hu: Hibanapló bejegyzések törlése a következőhöz: %s

source: Object error log cleared successfully
hu: Az objektum hibanapló sikeresen törölve

source: Delete error log entry: %s
hu: Hibanapló bejegyzés törlése: %s

source: This view displays the error log of an object. An empty list is a good thing.
hu: Ez a nézet egy objektum hibanaplóját jeleníti meg. Az üres lista jó dolog.

source: Error log entries for: %s
hu: Hibanapló bejegyzések a következőhöz: %s
