Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: de_de, pl

source: Documents
de_de: Dokumente
pl: Dokumenty

source: Create a document type
de_de: Dokumententyp erstellen
pl: Utwórz typ dokumentu

source: Every uploaded document must be assigned a document type, it is the basic way Mayan EDMS categorizes documents.
de_de: Jedes hochgeladene Dokument muss einen Dokumententyp zugewiesen bekommen, da Mayan EDMS Dokumente auf der Grundlage von Dokumententypen kategorisiert.
pl: Każdy przesłany dokument musi mieć przypisany typ dokumentu, ponieważ jest to podstawowy sposób kategoryzacji dokumentów w Mayan EDMS.

source: File comments
de_de: Dateikommentare
pl: Komentarze do plików

source: File encodings
de_de: Dateikodierungen
pl: Kodowanie plików

source: File MIME types
de_de: Datei-MIME-Typen
pl: Typy MIME plików

source: File timestamps
de_de: Dateizeitstempel
pl: Znaczniki czasu plików

source: Document file
de_de: Dokumentendatei
pl: Plik dokumentu

source: Page number
de_de: Seitennummer
pl: Numer strony

source: Return the latest file of the document.
de_de: Die neueste Datei des Dokuments zurückgeben.
pl: Zwróć najnowszy plik dokumentu.

source: Latest file
de_de: Neueste Datei
pl: Najnowszy plik

source: Return the document instance.
de_de: Dokumenteninstanz zurückgeben.
pl: Zwróć instancję dokumentu.

source: Document
de_de: Dokument
pl: Dokument

source: Thumbnail
de_de: Bild
pl: Miniaturka

source: Type
de_de: Typ
pl: Typ

source: Pages
de_de: Seiten
pl: Strony

source: Date and time added
de_de: Datum und Uhrzeit hinzugefügt
pl: Data i godzina dodania

source: Access date and time
de_de: Datum und Zeit des Zugriffs
pl: Data i godzina dostępu

source: Keeps the original filename of the uploaded file.
de_de: Behält den ursprünglichen Dateinamen der hochgeladenen Datei bei.
pl: Przechowuje oryginalną nazwę pliku przesłanego pliku.

source: Generates an immutable, random UUID (RFC 4122) for each file.
de_de: Generiert eine unveränderliche, zufällige UUID (RFC 4122) für jede Datei.
pl: Generuje niezmienny, losowy identyfikator UUID (RFC 4122) dla każdego pliku.

source: UUID plus original
de_de: UUID plus ursprünglicher Name
pl: UUID plus oryginał

source: Generates an immutable, random UUID (RFC 4122) for each file and appends the original filename of the uploaded file.
de_de: Generiert eine unveränderliche, zufällige UUID (RFC 4122) für jede Datei und hängt den ursprünglichen Dateinamen der hochgeladenen Datei an.
pl: Generuje niezmienny, losowy identyfikator UUID (RFC 4122) dla każdego pliku i dołącza oryginalną nazwę przesłanego pliku.

source: Total pages
de_de: Seiten gesamt
pl: Razem strony

source: Total documents
de_de: Alle Dokumente
pl: Razem dokumenty

source: Documents in trash
de_de: Dokumente im Papierkorb
pl: Dokumenty w koszu

source: Document types
de_de: Dokumententypen
pl: Typy dokumentów

source: New documents this month
de_de: Neue Dokumente in diesem Monat
pl: Nowe dokumenty w bieżącym miesiącu

source: New pages this month
de_de: Neue Seiten in diesem Monat
pl: Nowe strony w bieżącym miesiącu

source: Append. Create a new version and append the new file pages.
de_de: Anfügen. Neue Version erstellen und neue Dateiinhalte hinzufügen.
pl: Dodaj. Utwórz nową wersję i dołącz nowe strony pliku.

source: Keep. Do not create a new version and keep the current version pages.
de_de: Behalten. Keine neue Version erstellen und aktuelle Inhalte beibehalten.
pl: Zachowaj. Nie twórz nowej wersji i zachowaj strony bieżącej wersji.

source: Replace. Create a new version and use the new file pages.
de_de: Ersetzen. Neue Version erstellen und neue Dateiinhalte verwenden.
pl: Zastąp. Utwórz nową wersję i użyj nowych stron plików.

source: Append all file pages
de_de: Alle Seiten der Datei anhängen
pl: Dołącz wszystkie strony plików

source: The current pages will be deleted and then all the document file pages will be appended as pages of this document version.
de_de: Die derzeitigen Seiten werden gelöscht und anschließend werden alle Seiten der Dokumentendatei als Seiten dieser Dokumentversion angehängt.
pl: Bieżące strony zostaną usunięte, a następnie wszystkie strony pliku dokumentu zostaną dołączone jako strony tej wersji dokumentu.

source: Reset pages to latest file
de_de: Seiten auf die aktuellste Datei zurücksetzen
pl: Zresetuj strony do najnowszego pliku

source: Match all pages to that of the latest document file.
de_de: Alle Seiten mit den Seiten der letzten Dokumentendatei abgleichen.
pl: Dopasuj wszystkie strony do stron najnowszego pliku dokumentu.

source: Document created
de_de: Dokument erstellt
pl: Dokument został utworzony

source: Document edited
de_de: Dokument bearbeitet
pl: Dokument edytowany

source: Document viewed
de_de: Dokument angezeigt
pl: Dokument był przeglądany

source: Document file created
de_de: Dokumentendatei erstellt
pl: Utworzono plik dokumentu

source: Document file deleted
de_de: Dokumentendatei gelöscht
pl: Plik dokumentu został usunięty

source: Document file edited
de_de: Dokumentendatei bearbeitet
pl: Edytowano plik dokumentu

source: Document type created
de_de: Dokumententyp erstellt
pl: Typ dokumentu został utworzony.

source: Document type edited
de_de: Dokumententyp bearbeitet
pl: Typ dokumentu został zmieniony.

source: Document type quick label created
de_de: Schnellbezeichner für Dokumententyp erstellt
pl: Utworzono szybką etykietę typu dokumentu

source: Document type quick label deleted
de_de: Schnellbezeichner für Dokumententyp gelöscht
pl: Usunięto szybką etykietę typu dokumentu

source: Document type quick label edited
de_de: Schnellbezeichner für Dokumententyp bearbeitet
pl: Edytowano szybką etykietę typu dokumentu

source: Document type changed
de_de: Dokumententyp geändert
pl: Właściwości dokumentu zostały zmodyfikowane

source: Document version created
de_de: Dokumentenversion erstellt
pl: Utworzono wersję dokumentu

source: Document version deleted
de_de: Dokumentenversion gelöscht
pl: Wersja dokumentu została usunięta

source: Document version edited
de_de: Dokumentenversion bearbeitet
pl: Edytowano wersję dokumentu

source: Document version page created
de_de: Seite der Dokumentenversion erstellt
pl: Utworzono stronę z wersją dokumentu

source: Document version page deleted
de_de: Seite der Dokumentenversion gelöscht
pl: Usunięto stronę z wersją dokumentu

source: Document version page edited
de_de: Seite der Dokumentenversion bearbeitet
pl: Edytowano stronę wersji dokumentu

source: Document trashed
de_de: Dokument gelöscht
pl: Dokument umieszczony w koszu

source: Trashed document deleted
de_de: Dokument aus dem Papierkorb gelöscht
pl: Usunięto przeniesiony do kosza dokument

source: Trashed document restored
de_de: Dokument aus dem Papierkorb wiederhergestellt
pl: Przywrócono dokument z kosza

source: Document downloaded (historic)
de_de: Dokument heruntergeladen (historisch)
pl: Pobrany dokument (historyczny)

source: Document file created (historic)
de_de: Dokumentendatei erstellt (historisch)
pl: Utworzono plik dokumentu (historyczny)

source: Document version reverted (historic)
de_de: Dokumentenversion wiederhergestellt (historisch)
pl: Wersja dokumentu przywrócona (historyczna)

source: Document version uploaded (historic)
de_de: Dokumentenversion hochgeladen (historisch)
pl: Przesłana wersja dokumentu (historyczna)

source: Detected
de_de: Erkannt
pl: Wykryto

source: Storage
de_de: Dateispeicher
pl: Magazyn

source: Other
de_de: Andere
pl: Inny

source: Date added
de_de: Hinzugefügt am
pl: Data dodania

source: MIME type
de_de: MIME Typ
pl: Typ MIME

source: Encoding
de_de: Kodierung
pl: Kodowanie

source: Size
de_de: Größe
pl: Rozmiar

source: Exists in storage
de_de: Im Dateispeicher
pl: Istnieje w systemie

source: Path in storage
de_de: Speicherpfad
pl: Ścieżka w magazynie

source: Checksum
de_de: Prüfsumme
pl: Suma kontrolna

source: Quick document rename
de_de: Dokument schnell umbenennen
pl: Szybka zmiana nazwy dokumentu

source: Preserve extension
de_de: Erweiterung beibehalten
pl: Zachowaj rozszerzenie

source: Takes the file extension and moves it to the end of the filename allowing operating systems that rely on file extensions to open document correctly.
de_de: Setzt die Dateierweiterung an das Ende des Dateinamens. Dies erlaubt es Betriebssystemen, die Dateierweiterungen für die Verarbeitung benötigen, das Dokument korrekt zu öffnen.
pl: Pobiera rozszerzenie pliku i przenosi go na koniec nazwy pliku, umożliwiając systemom operacyjnym korzystającym z rozszerzeń plików prawidłowe otwieranie dokumentu.

source: Date created
de_de: Erstellungszeitpunkt
pl: Data utworzenia

source: Language
de_de: Sprache
pl: Język

source: Document type
de_de: Dokumententyp
pl: Typ dokumentu

source: The backend that will be executed against the selected document version.
de_de: Das Backend, das für die ausgewählte Dokumentversion ausgeführt wird.
pl: Backend, który zostanie wykonany na wybranej wersji dokumentu.

source: Content type
de_de: Inhaltstyp
pl: Typ zawartości

source: Object ID
de_de: Objekt-ID
pl: ID obiektu

source: Source
de_de: Quelle
pl: Źródło

source: Destination page number
de_de: Ziel-Seitennummer
pl: Numer strony docelowej

source: Target page number can't be repeated.
de_de: Die Ziel-Seitennummer kann nicht wiederholt werden.
pl: Docelowy numer strony nie może się powtarzać.

source: Page group
de_de: Seitengruppe
pl: Grupa stron

source: Page range
de_de: Seitenbereich
pl: Zakres stron

source: Page number from which all the transformations will be cloned. Existing transformations will be lost.
de_de: Seitenzahl von der alle Transformationen übernommen werden. Bestehende Transformationen gehen verloren.
pl: Numer strony, z którego zostaną sklonowane wszystkie przekształcenia. Istniejące przekształcenia będą utracone.

source: Delete
de_de: Löschen
pl: Usuń

source: Edit
de_de: Bearbeiten
pl: Edytuj

source: Introspect
de_de: Prüfen
pl: Analiza wewnętrzna

source: Files
de_de: Dateien
pl: Pliki

source: Print
de_de: Drucken
pl: Drukuj

source: Properties
de_de: Eigenschaften
pl: Właściwości

source: Preview
de_de: Vorschau
pl: Podgląd

source: Clear transformations
de_de: Transformationen löschen
pl: Wyczyść transformacje

source: Clone transformations
de_de: Transformationen übernehmen
pl: Sklonuj przekształcenia

source: First page
de_de: Erste Seite
pl: Pierwsza strona

source: Last page
de_de: Letzte Seite
pl: Ostatnia strona

source: Previous page
de_de: Vorherige Seite
pl: Poprzednia strona

source: Next page
de_de: Nächste Seite
pl: Następna strona

source: Document file pages
de_de: Seiten der Dokumentendatei
pl: Strony plików dokumentów

source: Rotate left
de_de: Nach links drehen
pl: Obrót w lewo

source: Rotate right
de_de: Nach rechts drehen
pl: Obrót w prawo

source: Page image
de_de: Seitenbild
pl: Obraz strony

source: Reset view
de_de: Ansicht zurücksetzen
pl: Resetuj widok

source: Zoom in
de_de: Ansicht vergößern
pl: Powiększ

source: Zoom out
de_de: Ansicht verkleinern
pl: Pomniejszyć

source: Change type
de_de: Typ ändern
pl: Zmień typ

source: All documents
de_de: Alle Dokumente
pl: Wszystkie dokumenty

source: Recently accessed
de_de: Kürzlich abgerufen
pl: Ostatnio przeglądane

source: Recently created
de_de: Kürzlich erstellt
pl: Niedawno utworzone

source: Edit properties
de_de: Eigenschaften bearbeiten
pl: Edytuj właściwości

source: Create document type
de_de: Dokumententypen erstellen
pl: Tworzenie typów dokumentów

source: Add quick label to document type
de_de: Schnellbezeichner zu Dokumententyp hinzufügen
pl: Dodaj szybką etykietę do typu dokumentu

source: Quick labels
de_de: Schnellbezeichner
pl: Szybkie etykiety

source: Filename generation
de_de: Dateinamengenerierung
pl: Generowanie nazwy pliku

source: Retention policies
de_de: Speicherungsrichtlinien
pl: Zasady przechowywania

source: Make active
de_de: Aktiv setzen
pl: Uczyń aktywnym

source: Create document version
de_de: Dokumentenversion erstellen
pl: Utwórz wersję dokumentu

source: Versions
de_de: Versionen
pl: Wersje

source: Modify
de_de: Bearbeiten
pl: Modyfikuj

source: Remap pages
de_de: Seiten neu zuordnen
pl: Zmień mapowanie stron

source: Document version
de_de: Dokumentenversion
pl: Wersja dokumentu

source: Document version pages
de_de: Seiten der Dokumentenversion
pl: Strony wersji dokumentu

source: Favorites
de_de: Favoriten
pl: Ulubione

source: Add to favorites
de_de: Zu Favoriten hinzufügen
pl: Dodaj do ulubionych

source: Remove from favorites
de_de: Aus Favoriten entfernen
pl: Usuń z ulubionych

source: Decorations
de_de: Dekorationen
pl: Dekoracje

source: Move to trash
de_de: In den Papierkorb verschieben
pl: Przenieś do kosza

source: Trash can
de_de: Papierkorb
pl: Kosz

source: Restore
de_de: Wiederherstellen
pl: Przywróć

source: Empty trash
de_de: Papierkorb leeren
pl: Opróżnij kosz

source: Default
de_de: Standard
pl: Domyślny

source: January
de_de: Januar
pl: Styczeń

source: February
de_de: Februar
pl: Luty

source: March
de_de: März
pl: Marzec

source: May
de_de: Mai
pl: Maj

source: June
de_de: Juni
pl: Czerwiec

source: July
de_de: Juli
pl: Lipiec

source: October
de_de: Oktober
pl: Październik

source: December
de_de: Dezember
pl: Grudzień

source: All pages
de_de: Alle Seiten
pl: Wszystkie strony

source: Label
de_de: Bezeichner
pl: Etykieta

source: Controls what happens when a new document file is uploaded.
de_de: Kontrolliert das weitere Geschehen, wenn eine Datei hochgeladen wird.
pl: Kontroluje, co się stanie po przesłaniu nowego pliku dokumentu.

source: The server date and time when the document file was processed.
de_de: Datum und Uhrzeit des Servers, zu denen die Dokumentendatei verarbeitet wurde.
pl: Data i godzina serwera, kiedy plik dokumentu został przetworzony.

source: Timestamp
de_de: Zeitstempel
pl: Znacznik czasu

source: An optional short text describing the document file.
de_de: Optionaler Kurztext zur Beschreibung der Dokumentendatei.
pl: Opcjonalny krótki tekst opisujący plik dokumentu.

source: Comment
de_de: Kommentar
pl: Komentarz

source: File
de_de: Datei
pl: Plik

source: Filename
de_de: Dateiname
pl: Nazwa

source: The document file's file mimetype. MIME types are a standard way to describe the format of a file, in this case the file format of the document. Some examples: "text/plain" or "image/jpeg".
de_de: Der MIME-Typ der Dokumentendatei. MIME-Typen beschreiben das Format einer Datei, in diesem Fall das Dateiformat des Dokuments. Beispiele für MIME-Typen sind: "text/plain" oder "image/jpeg".
pl: Typ MIME pliku dokumentu. Typy MIME to standardowy sposób opisu formatu pliku, w tym przypadku formatu pliku dokumentu. Kilka przykładów: "text/plain" lub "image/jpeg".

source: The document file file encoding. binary 7-bit, binary 8-bit, text, base64, etc.
de_de: Die Kodierung der Datei der Dokumentenversion. Binär 7-bit, binär 8-bit, Text, base64, etc.
pl: Kodowanie pliku pliku dokumentu. binarny 7-bitowy, binarny 8-bitowy, tekst, base64 itp.

source: Document files
de_de: Dokumentendateien
pl: Pliki dokumentów

source: %(document_file)s - page %(page_num)d of %(total_pages)d
de_de: %(document_file)s - Seite %(page_num)d von %(total_pages)d
pl: %(document_file)s - strona %(page_num)d z %(total_pages)d

source: Document file page
de_de: Seite der Dokumentendatei
pl: Strona pliku dokumentu

source: Document stub, id: %d
de_de: Fragment, ID: %d
pl: Niepełny dokument, id: %d

source: Latest document file
de_de: Letzte Dokumentendatei
pl: Najnowszy plik dokumentu

source: UUID of a document, universally Unique ID. An unique identifier generated for each document.
de_de: UUID (Universally Unique Identifier) des Dokuments. Ein eindeutiger Identifikator für jedes Dokument.
pl: UUID dokumentu to jego unikatowy identyfikator. Generowany jest dla każdego dokumentu.

source: The document type of the document.
de_de: Der Dokumententyp des Dokuments.
pl: Typ dokumentu.

source: A short text identifying the document. By default, will be set to the filename of the first file uploaded to the document.
de_de: Ein kurzer Text zur Identifizierung des Dokuments. Standardmäßig wird der Name der ersten Datei, die in das Dokument hochgeladen wird, verwendet.
pl: Krótki tekst identyfikujący dokument. Domyślnie zostanie ustawiona nazwa pierwszego pliku przesłanego do dokumentu.

source: An optional short text describing a document.
de_de: Optionaler Kurztext zur Beschreibung eines Dokuments.
pl: Opcjonalny, krótki opis dokumentu.

source: Description
de_de: Beschreibung
pl: Opis

source: The date and time of the document creation.
de_de: Datum und Zeit der Dokumenterstellung.
pl: Data i godzina utworzenia dokumentu.

source: Created
de_de: Erstellt
pl: Utworzony

source: The primary language in the document.
de_de: Die Hauptsprache des Dokuments.
pl: Podstawowy język dokumentu.

source: Whether or not this document is in the trash.
de_de: Unabhängig davon, ob dieses Dokument im Papierkorb ist.
pl: Czy dokument została umieszczony w koszu.

source: In trash?
de_de: Im Papierkorb?
pl: W koszu?

source: The server date and time when the document was moved to the trash.
de_de: Datum und Uhrzeit, zu dem das Dokument in den Papierkorb verschoben wurde.
pl: Data i czas kiedy dokument został przeniesiony do kosza.

source: Date and time trashed
de_de: Zeitpunkt der Löschung
pl: Data i godzina skasowania

source: A document stub is a document with an entry on the database but no file uploaded. This could be an interrupted upload or a deferred upload via the API.
de_de: Ein Fragment ist ein Dokument mit einem Eintrag in der Datenbank, für das keine Datei hochgeladen wurde. Die Ursache könnte ein fehlgeschlagener Uploadvorgang sein oder ein verzögerter Upload über die API-Schnittstelle.
pl: Niepełny dokument jest dokumentem z wpisem w bazie danych bez przesłanego pliku. Może się to zdarzyć podczas przerwania przesyłania pliku do systemu lub zawieszenia przesyłania poprzez API.

source: Is stub?
de_de: Inkomplett?
pl: Czy niepełny?

source: Active document version
de_de: Aktive Dokumentenversion
pl: Aktywna wersja dokumentu

source: A short text identifying the document type.
de_de: Ein kurzer Text zur Identifizierung des Dokumenttyps.
pl: Krótki tekst identyfikujący typ dokumentu.

source: The class responsible for producing the actual filename used to store the uploaded documents.
de_de: Die für die Erzeugung verantwortliche Klasse des aktuellen Dateinamens, der für hochgeladene Dokumente verwendet wird..
pl: Klasa odpowiedzialna za tworzenie rzeczywistej nazwy pliku używanej do przechowywania przesłanych dokumentów.

source: Filename generator backend
de_de: Backend für die Dateinamengenerierung
pl: Silnik generowania nazwy pliku.

source: The arguments for the filename generator backend as a YAML dictionary.
de_de: Die Argumente für das Backend der Dateinamenserzeugung in Form eines YAML dictionary.
pl: Argumenty silnika generatora nazw plików jako słownika YAML.

source: Filename generator backend arguments
de_de: Argumente für das Backend für die Dateinamengenerierung
pl: Argumenty silnika generatora nazw plików

source: Amount of time after which documents of this type will be moved to the trash.
de_de: Zeitspanne nach der Dokumente dieses Typs in den Papierkorb verschoben werden.
pl: Czas, po jakim dokumenty tego typu zostaną przeniesione do kosza.

source: Trash time period
de_de: Papierkorb nach
pl: Okres czasu dotyczący przesunięcia dokumentu do kosza

source: Trash time unit
de_de: Einheit (Papierkorb)
pl: Jednostka czasu dotycząca przesunięcia dokumentu do kosza

source: Amount of time after which documents of this type in the trash will be deleted.
de_de: Zeitspanne nach der Dokumente dieses Typs die sich im Papierkorb befinden endgültig gelöscht werden.
pl: Czas, po jakim dokumenty tego typu zostaną usunięte.

source: Delete time period
de_de: Endgültig löschen nach
pl: Okres czasu dotyczący usunięcia dokumentu

source: Delete time unit
de_de: Einheit (Löschen)
pl: Jednostka czasu dotycząca usunięcia dokumentu

source: Delete documents that do not contain any files after a configured expiration interval.
de_de: Dokumente ohne zugeordnete Dateien nach einem konfigurierten Intervall löschen.
pl: Usuń dokumenty niezawierające żadnych plików po upływie skonfigurowanego okresu ważności.

source: Document stub pruning
de_de: Säuberung unvollständiger Dokumente
pl: Czyszczenie niekompletnych dokumentów

source: Time (in seconds) after which a document stub will be considered invalid and deleted, if pruning is enabled. This an optimization setting and should only be changed for specific circumstances.
de_de: Zeit (in Sekunden) nach der ein unvollständiges Dokument als ungültig angesehen und gelöscht wird, wenn Säuberung aktiviert ist, Dies ist eine Optimierungseinstellung und sollte nur unter bestimmten Umständen geändert werden.
pl: Czas (w sekundach), po którym fragment dokumentu zostanie uznany za nieważny i usunięty, jeśli włączone jest czyszczenie. Jest to ustawienie optymalizacyjne i należy je zmieniać tylko w określonych okolicznościach.

source: Document stub expiration interval
de_de: Intervall für Säuberung unvollständiger Dokumente
pl: Interwał ważności niekompletnego dokumentu

source: Documents types
de_de: Dokumententypen
pl: Typy dokumentów

source: Enabled
de_de: Aktiviert
pl: Włączone

source: Quick label
de_de: Schnellbezeichner
pl: Szybka etykieta

source: The server date and time when the document version was created.
de_de: Datum und Uhrzeit des Servers, zu denen die Dokumentenversion erstellt wurde.
pl: Data i godzina serwera, kiedy utworzono wersję dokumentu.

source: An optional short text describing the document version.
de_de: Ein optionaler kurzer Text, der die Dokumentenversion beschreibt.
pl: Opcjonalny krótki tekst opisujący wersję dokumentu.

source: Determines the active version of the document.
de_de: Bestimmt die aktive Version des Dokuments.
pl: Określa aktywną wersję dokumentu.

source: Active
de_de: Aktiv
pl: Aktywny

source: Document versions
de_de: Dokumentversionen
pl: Wersje dokumentów

source: %(document_version)s page %(page_number)d of %(total_pages)d
de_de: %(document_version)s Seite %(page_number)d von %(total_pages)d
pl: %(document_version)s strona %(page_number)d z %(total_pages)d

source: Unique integer number for the page. Pages are ordered by this number.
de_de: Eindeutige ganzzahlige Nummer für die Seite. Die Seiten werden anhand dieser Nummer geordnet.
pl: Unikalna liczba całkowita dla strony. Strony są uporządkowane według tego numeru.

source: Content type for the source object of the page.
de_de: Inhaltstyp für das Quellobjekt der Seite.
pl: Typ zawartości obiektu źródłowego strony.

source: ID for the source object of the page.
de_de: ID für das Quellobjekt der Seite.
pl: Identyfikator obiektu źródłowego strony.

source: Document version page
de_de: Seite der Dokumentenversion
pl: Strona wersji dokumentu

source: User
de_de: Benutzer
pl: Użytkownik

source: Favorite document
de_de: Favoritendokument
pl: Ulubiony dokument

source: Favorite documents
de_de: Favoritendokumente
pl: Ulubione dokumenty

source: Accessed
de_de: Letzter Zugriff
pl: Dostępne

source: Recent document
de_de: Letztes Dokument
pl: Ostatni dokument

source: Recent documents
de_de: Letzte Dokumente
pl: Ostatnio przeglądane

source: Recently accessed document
de_de: Kürzlich abgerufenes Dokument
pl: Ostatnio używany dokument

source: Recently accessed documents
de_de: Kürzlich abgerufene Dokumente
pl: Ostatnio używane dokumenty

source: Change type of documents
de_de: Dokumententyp ändern
pl: Zmiana typów dla dokumentów

source: Create documents
de_de: Dokumente erstellen
pl: Tworzenie dokumentów

source: Edit documents
de_de: Dokumente bearbeiten
pl: Edycja dokumentów

source: Edit document properties
de_de: Dokumenteneigenschaften bearbeiten
pl: Edycja właściwości dokumentu
