Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: de_de, pl

source: Quick labels are predetermined filenames that allow the quick renaming of documents as they are uploaded by selecting them from a list. Quick labels can also be used after the documents have been uploaded.
de_de: Schnellbezeichner sind voreingestellte Dateinamen, die eine schnelle Umbenennung von Dokumenten beim Hochladen ermöglichen, indem man sie von einer Liste auswählt. Schnellbezeichner können auch nach dem Hochladen von Dokumenten angewendet werden.
pl: Szybkie etykiety to z góry określone nazwy plików, które umożliwiają szybką zmianę nazw dokumentów podczas ich przesyłania przez wybranie ich z listy. Z szybkich etykiet można również korzystać po przesłaniu dokumentów.

source: There are no quick labels for this document type
de_de: Keine Schnellbezeichner für diesen Dokumententyp vorhanden
pl: Brak szybkich etykiet dla tego typu dokumentu

source: Quick labels for document type: %s
de_de: Schnellbezeichner für Dokumententyp %s
pl: Szybkie etykiety dla typu dokumentu: %s

source: Filename generation setup for document type: %s
de_de: Einrichtung Dateinamenerzeugung für Dokumententyp %s
pl: Ustawienia generowania nazwy pliku dla typu dokumentu: %s

source: The page number of this page will be skipped. If you want to achieve sequential page numbering, use the page remap action instead.
de_de: Die Seitennummer dieser Seite wird ausgelassen. Für eine fortlaufende Nummerierung benutzen Sie die Aktion für Seitenwiederzuordnung.
pl: Numer tej strony zostanie pominięty. Jeśli chcesz uzyskać sekwencyjną numerację stron, użyj zamiast tego akcji zmiany mapowania strony.

source: Delete document version page %s ?
de_de: Dokumentenversionsseite %s löschen?
pl: Usunąć stronę wersji dokumentu %s ?

source: Document version pages are links to actual content pages. Create them using the page remap actions or the version modification action.
de_de: Dokumentenversionsseiten sind Verknüpfungen zu aktuellen Inhaltsseiten. Sie können mit der Seitenwiederzuordnungsaktion oder der Versionsänderungsaktion erstellt werden.
pl: Strony wersji dokumentu są łączami do stron z rzeczywistą treścią. Utwórz je za pomocą akcji zmiany mapowania strony lub akcji modyfikacji wersji.

source: No document version pages available
de_de: Keine Dokumentenversionsseiten verfügbar
pl: Brak dostępnych stron wersji dokumentu

source: Pages of document version: %s
de_de: Seiten von Dokumentenversion %s
pl: Strony wersji dokumentu: %s

source: None
de_de: Keine
pl: Brak

source: There are no sources available to remap for this document version.
de_de: Keine Quellen verfügbar für Wiederzuordnung dieser Dokumentenversion.
pl: Nie ma dostępnych źródeł umożliwiających ponowne mapowanie dla tej wersji dokumentu.

source: No page sources available
de_de: Keine Seitenquellen verfügbar
pl: Brak dostępnych źródeł stron

source: Remap pages of document version: %s
de_de: Seiten von Dokumentenversion %s wiederzuordnen
pl: Zmień mapowanie stron wersji dokumentu: %s

source: Make the document version "%s" the active version?
de_de: Dokumentenversion "%s" aktiv setzen?
pl: Uczynić wersję dokumentu "%s" wersją aktywną?

source: Successfully changed the active document version.
de_de: Aktive Dokumentenversion erfolgreich geändert.
pl: Pomyślnie zmieniono aktywną wersję dokumentu.

source: Create a document version for document: %s
de_de: Dokumentenversion für Dokument %s erstellen
pl: Utwórz wersję dokumentu dla dokumentu: %s

source: Document version "%(object)s" deletion queued successfully.
de_de: Löschung von Dokumentenversion "%(object)s" erfolgreich in die Warteschlange eingereiht.
pl: Wersja dokumentu "%(object)s" została pomyślnie usunięta z kolejki.

source: %(count)d document version deletion queued successfully.
de_de: %(count)d Dokumentenversionslöschung erfolgreich in die Warteschlange eingereiht.
pl: %(count)d wersja dokumentu została pomyślnie usunięta z kolejki.

source: %(count)d document version deletions queued successfully.
de_de: %(count)d Dokumentenversionslöschungen erfolgreich in die Warteschlange eingereiht.
pl: Pomyślnie usunięto wersję dokumentu %(count)d w kolejce.

source: Delete document version "%(object)s".
de_de: Dokumentenversion %(object)s löschen.
pl: Usuń wersję dokumentu "%(object)s".

source: Delete %(count)d document version.
de_de: %(count)d Dokumentenversion löschen.
pl: Usuń wersję dokumentu %(count)d.

source: Delete %(count)d document versions.
de_de: %(count)d Dokumentenversionen löschen.
pl: Usuń wersje dokumentu %(count)d.

source: The process will be performed in the background.
de_de: Der Vorgang wird im Hintergrund ausgeführt.

source: Edit document version: %s
de_de: Dokumentversion bearbeiten: %s
pl: Edytuj wersję dokumentu: %s

source: Versions are views that can display document file pages as they are, remap or merge them into different layouts.
de_de: Versionen sind Ansichten, die Dokumentendateiseiten darstellen können, wie sie sind oder sie in verschiedene Layouts zuordnen oder einfügen.
pl: Wersje to widoki, w których można wyświetlać strony plików dokumentów w niezmienionej postaci, zmieniać ich mapowanie lub łączyć w różne układy.

source: No versions available
de_de: Keine Versionen vorhanden
pl: Brak dostępnych wersji

source: Versions of document: %s
de_de: Versionen von Dokument %s
pl: Wersje dokumentu: %s

source: Document version modification backend queued successfully.
de_de: Dokumentenversionsänderungen erfolgreich in die Warteschlange eingereiht.
pl: Moduł modyfikacji wersji dokumentu pomyślnie trafił do kolejki.

source: Execute version modification action for document version: %s
de_de: Versionsänderungsaktion für Dokumentenversion %s ausführen
pl: Wykonaj akcję modyfikacji wersji dla wersji dokumentu: %s

source: Preview of document version: %s
de_de: Vorschau von Dokumentenversion %s
pl: Podgląd wersji dokumentu: %s

source: Transformation clear request processed for %(count)d document version.
de_de: Entfernung von Transformationen für %(count)d Dokumentenversion durchgeführt.
pl: Przetworzono żądanie usunięcia transformacji dla %(count)d wersji dokumentu.

source: Transformation clear request processed for %(count)d document versions.
de_de: Entfernung von Transformationen für %(count)d Dokumentenversionen durchgeführt.
pl: Przetworzono żądanie usunięcia transformacji dla %(count)d wersji dokumentu.

source: Clear all the page transformations for the selected document version?
de_de: Alle Seitentransformationen der ausgewählten Dokumentenversion löschen?
pl: Wyczyścić wszystkie przekształcenia strony dla wybranej wersji dokumentu?

source: Clear all the page transformations for the document version: %s?
de_de: Alle Seitentransformationen der Dokumentenversion %s löschen?
pl: Wyczyść wszystkie przekształcenia strony dla wersji dokumentu: %s?

source: Error deleting the page transformations for document version: %(document_version)s; %(error)s.
de_de: Fehler bei der Löschung der Seitentransformationen von Dokumentenversion %(document_version)s; %(error)s.
pl: Błąd podczas usuwania przekształceń strony dla wersji dokumentu: %(document_version)s ; %(error)s .

source: Error cloning the page transformations for document version: %(document_version)s; %(error)s.
de_de: Fehler bei der Duplizierung der Seitentransformationen von Dokumentenversion %(document_version)s; %(error)s.
pl: Błąd podczas klonowania przekształceń strony dla wersji dokumentu: %(document_version)s ; %(error)s.

source: Clone page transformations of document version: %s
de_de: Seitentransformationen von Dokumentenversion %s duplizieren
pl: Klonuj przekształcenia strony wersji dokumentu: %s

source: Error retrieving document list: %(exception)s.
de_de: Fehler bei der Erzeugung der Dokumentenliste: %(exception)s.
pl: Błąd podczas pobierania listy dokumentów: %(exception)s.

source: This could mean that no documents have been uploaded or that your user account has not been granted the view permission for any document or document type.
de_de: Das könnte bedeuten, dass keine Dokumente hochgeladen wurden oder dass Ihr Benutzerkonto nicht die notwendigen Berechtigungen hat, um Dokumente oder Dokumententypen anzusehen.
pl: Może to oznaczać, że nie przesłano żadnych dokumentów lub że twoje konto użytkownika nie uzyskało uprawnienia do przeglądania dokumentów lub typów dokumentów.

source: No documents available
de_de: Keine Dokumente vorhanden
pl: Brak dokumentów

source: Document type change request performed on %(count)d document
de_de: Dokumententyp geändert für %(count)d Dokument
pl: Żądanie zmiany typu dokumentu wykonano na %(count)d dokumencie

source: Document type change request performed on %(count)d documents
de_de: Dokumententyp geändert für %(count)d Dokumente
pl: Żądanie zmiany typu dokumentu wykonano na %(count)d dokumentach

source: Change the type of the selected document
de_de: Typ des ausgewählten Dokuments ändern?
pl: Zmień typ wybranego dokumentu

source: Change the type of the document: %s
de_de: Typ ändern für Dokument: %s
pl: Zmień typ dokumentu: %s

source: Document type for "%s" changed successfully.
de_de: Dokumententyp für "%s" erfolgreich geändert.
pl: Typ dokumentu "%s" zmieniono pomyślnie.

source: Preview of document: %s
de_de: Vorschau von Dokument %s
pl: Podgląd dokumentu: %s

source: Edit properties of document: %s
de_de: Eigenschaften von Dokument "%s" bearbeiten
pl: Edytuj właściwości dokumentu: %s

source: Properties of document: %s
de_de: Eigenschaften von Dokument %s
pl: Właściwości dokumentu: %s

source: Favorited documents will be listed in this view. Up to %(count)d documents can be favorited per user.
de_de: Favoriten werden in dieser Ansicht gelistet. Bis zu %(count)d Dokumente können pro Benutzer als Favoriten vorgemerkt werden.
pl: Ulubione dokumenty zostaną wyświetlone w tym widoku. Maksymalnie %(count)d dokumentów może być przez użytkownika oznaczone jako ulubione.

source: There are no favorited documents.
de_de: Keine Favoriten vorhanden.
pl: Brak ulubionych dokumentów.

source: %(count)d document added to favorites.
de_de: %(count)d Dokument zu Favoriten hinzugefügt.
pl: Dokument %(count)d został dodany do ulubionych.

source: %(count)d documents added to favorites.
de_de: %(count)d Dokumente zu Favoriten hinzugefügt.
pl: %(count)d dokumentów dodano do ulubionych.

source: Add the selected document to favorites?
de_de: Das ausgewählte Dokument zu den Favoriten hinzufügen?
pl: Dodać wybrany dokument do ulubionych?

source: Document "%(instance)s" is not in favorites.
de_de: Dokument "%(instance)s" ist nicht in den Favoriten.
pl: Dokument „%(instance)s” nie jest w ulubionych.

source: %(count)d document removed from favorites.
de_de: %(count)d Dokument aus den Favoriten entfernt.
pl: Dokument %(count)d został usunięty z ulubionych.

source: %(count)d documents removed from favorites.
de_de: %(count)d Dokumente aus den Favoriten entfernt.
pl: Dokumenty %(count)d zostały usunięte z ulubionych.

source: Remove the selected document from favorites?
de_de: Das ausgewählte Dokument aus den Favoriten entfernen?
pl: Usunąć wybrany dokument z ulubionych?

source: Print: %s
de_de: %s drucken
pl: Wydruk: %s

source: This view will list the latest documents viewed or manipulated in any way by this user account.
de_de: Diese Sicht zeigt die letzten in diesem Benutzerkonto angesehenen oder irgendwie bearbeiteten Bilder.
pl: W tym widoku wymienione są najnowsze dokumenty przeglądane lub modyfikowane w jakikolwiek sposób przez to konto użytkownika.

source: There are no recently accessed documents
de_de: Keine kürzlich abgerufene Dokumente vorhanden
pl: Brak ostatnio otwieranych dokumentów

source: This view will list the latest documents created in the system.
de_de: Diese Ansicht zeigt die zuletzt im System erstellten Dokumente.
pl: W tym widoku zostaną wyświetlone najnowsze dokumenty utworzone w systemie.

source: There are no recently created documents
de_de: Keine kürzlich erstellten Dokumente vorhanden
pl: Brak ostatnio utworzonych dokumentów

source: Document "%(object)s" moved to trash.
de_de: Dokument %(object)s in den Papierkorb verschoben,
pl: Dokument %(object)s został przeniesiony do kosza.

source: %(count)d document moved to the trash.
de_de: %(count)d Dokument in den Papierkorb verschoben.
pl: Dokument %(count)d został przeniesiony do kosza.

source: %(count)d documents moved to the trash.
de_de: %(count)d Dokumente in den Papierkorb verschoben.
pl: Dokumenty %(count)d zostały przeniesione do kosza.

source: Move the document "%(object)s" to trash?
de_de: Dokument %(object)s in den Papierkorb verschieben?
pl: Przenieść dokument "%(object)s" do kosza?

source: Move the selected document to the trash?
de_de: Ausgewähltes Dokument in den Papierkorb verschieben?
pl: Przenieść wybrany dokument do kosza?

source: Move the %(count)d selected documents to trash?
de_de: %(count)d ausgewählte Dokumente in den Papierkorb verschieben?
pl: Przenieść %(count)d wybrane dokumenty do kosza?

source: Empty trash?
de_de: Papierkorb leeren?
pl: Pusty kosz?

source: The trash emptying task has been queued.
de_de: Die Aufgabe zum Leeren des Papierkorbs wurde in die Warteschlange eingereiht.
pl: Zadanie opróżnienia kosza wysłano do kolejki.

source: %(count)d trashed documents submitted for deletion.
de_de: %(count)d Dokumente aus dem Papierkorb zum Löschen eingereicht.
pl: Dokumenty w koszu zostały przekazane do usunięcia. Ilość przekazanych dokumentów: %(count)d

source: Trash document "%(object)s" submitted for deletion.
de_de: Dokument in Papierkorb "%(object)s" zur Löschung vorgemerkt.

source: %(count)d trashed document submitted for deletion.
de_de: %(count)d Dokument aus dem Papierkorb zum Löschen eingereicht.
pl: Dokumenty w koszu zostały przekazane do usunięcia. Ilość przekazanych dokumentów: %(count)d

source: Delete the %(count)d selected trashed documents?
de_de: %(count)d ausgewählte Dokumente aus dem Papierkorb löschen?

source: Delete the trashed document "%(object)s"?
de_de: Dokument %(object)s aus dem Papierkorb löschen?

source: Delete the selected trashed document?
de_de: Ausgewähltes Dokument aus dem Papierkorb löschen?

source: To avoid loss of data, documents are not deleted instantly. First, they are placed in the trash can. From here they can be then finally deleted or restored.
de_de: Um Datenverlust zu verhindern werden Dokumente nicht sofort gelöscht, sondern in den Papierkorb verschoben. Von hier aus können sie dann endgültig gelöscht oder wiederhergestellt werden.
pl: Aby uniknąć utraty danych, dokumenty nie są bezpośrednio usuwane. Najpierw umieszczane są w koszu na śmieci, skąd można je trwale usunąć lub przywrócić.

source: There are no documents in the trash can
de_de: Es sind keine Dokumente im Papierkorb
pl: W koszu nie ma żadnych dokumentów

source: %(count)d trashed documents restored.
de_de: %(count)d Dokumente aus dem Papierkorb wiederhergestellt.
pl: Przywrócono dokumenty z kosza w ilości: %(count)d

source: Trashed document "%(object)s" restored.
de_de: Dokument %(object)s aus dem Papierkorb wiederhergestellt.
pl: Przywrócono usunięty dokument "%(object)s".

source: %(count)d trashed document restored.
de_de: %(count)d Dokument aus dem Papierkorb wiederhergestellt.
pl: Przywrócono dokumenty z kosza w ilości: %(count)d

source: Restore the %(count)d selected trashed documents?
de_de: %(count)d ausgewählte Dokumente aus dem Papierkorb wiederherstellen?
pl: Przywrócić wybrane dokumenty: %(count)d znajdujące się w koszu?

source: Restore the trashed document: %(object)s
de_de: Dokument %(object)s aus dem Papierkorb wiederherstellen
pl: Przywróć usunięty dokument: %(object)s

source: Restore the selected trashed document?
de_de: Ausgewähltes Dokument aus dem Papierkorb wiederherstellen?
pl: Przywrócić wybrany dokument znajdujący się w koszu?

source: New document type for the workflow document.
de_de: Neuer Dokumententyp für das Workflow-Dokument.

source: Change document type
de_de: Dokumententyp ändern

source: Send document to trash
de_de: Dokument in den Papierkorb werfen
pl: Wyślij dokument do kosza

source: Original
pl: Oryginał

source: April
pl: Kwiecień

source: August
pl: Sierpień

source: September
pl: Wrzesień

source: November
pl: Listopad

source: Backend ID
pl: ID zaplecza
