Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: de_de, pl

source: Execute document modifying tools
de_de: Dokumentenbearbeitungswerkzeuge ausführen
pl: Uruchamianie narzędzi modyfikacji dokumentu

source: View documents
de_de: Dokumente anzeigen
pl: Wyświetlanie dokumentów

source: Delete document files
de_de: Dokumentendateien löschen
pl: Usuwanie plików dokumentów

source: Edit document files
de_de: Dokumentendateien bearbeiten
pl: Edycja plików dokumentów

source: Create new document files
de_de: Neue Dokumentendateien erstellen
pl: Tworzenie nowych plików dokumentu

source: Print document files
de_de: Dokumentendateien drucken
pl: Drukowanie plików dokumentów

source: Execute document file modifying tools
de_de: Bearbeitungstools für Dokumentdateien ausführen
pl: Uruchamianie narzędzi do modyfikowania plików dokumentów

source: View document files
de_de: Dokumentendateien anzeigen
pl: Wyświetl pliki dokumentów

source: Create document versions
de_de: Dokumentenversionen erstellen
pl: Tworzenie wersji dokumentów

source: Delete document versions
de_de: Dokumentenversionen löschen
pl: Usuwanie wersji dokumentu

source: Edit document versions
de_de: Dokumentenversionen bearbeiten
pl: Edycja wersji dokumentu

source: Print document versions
de_de: Dokumentenversionen drucken
pl: Drukowanie wersji dokumentów

source: View document versions
de_de: Dokumentenversionen anzeigen
pl: Zobacz wersje dokumentu

source: Create document types
de_de: Dokumententypen erstellen
pl: Tworzenie typów dokumentu

source: Delete document types
de_de: Dokumententypen löschen
pl: Usuń typy dokumentów

source: Edit document types
de_de: Dokumententypen bearbeiten
pl: Edytuj typy dokumentów

source: View document types
de_de: Dokumententypen anzeigen
pl: Zobacz typy dokumentów

source: Restore trashed document
de_de: Dokument aus Papierkorb wiederherstellen
pl: Przywracanie dokumentów z kosza

source: Delete trashed documents
de_de: Dokumente aus Papierkorb löschen
pl: Usuwanie skasowanych dokumentów

source: Trash documents
de_de: Dokumente in den Papierkorb verschieben
pl: Dokumenty w koszu

source: Documents fast
de_de: Dokumente schnell

source: Documents file
de_de: Dokumentendatei

source: Documents file slow
de_de: Dokumentendatei langsam

source: Documents periodic
de_de: Dokumente regelmäßig
pl: Dokumenty okresowe

source: Documents trash
de_de: Papierkorb

source: Documents version
de_de: Dokumentenversion

source: Create new document file
de_de: Neue Dokumentendatei erstellen

source: Upload new document file
de_de: Neue Dokumentendatei hochladen
pl: Prześlij nowy plik dokumentu

source: Upload new document
de_de: Neues Dokument hochladen
pl: Prześlij nowy dokument

source: Calculate and update document file checksum
de_de: Prüfsumme für Dokumentendatei berechnen und aktualisieren

source: Calculate and update document file MIME type
de_de: MIME Typ für Dokumentendatei berechnen und aktualisieren

source: Update document file page count
de_de: Seitenzahl für Dokumentendatei aktualisieren

source: Update document file size
de_de: Größe für Dokumentendatei aktualisieren

source: Create a new version after the file is processed
de_de: Nach der Verarbeitung der Datei eine neue Version erstellen

source: Delete a document file
de_de: Eine Dokumentendatei löschen

source: Check document type trash periods
de_de: Zeiträume für Paperkörbe für Dokumententyp prüfen
pl: Sprawdź okresy umieszczania typów dokumentów w koszu

source: Delete document stubs
de_de: Dokumentenfragmente löschen
pl: Usuń niepełne dokumenty

source: Check document type delete periods
de_de: Zeiträume für Löschung für Dokumententyp prüfen
pl: Sprawdź okresy usuwania typów dokumentu

source: Empty the trash can
de_de: Papierkorb leeren
pl: Opróżnij kosz

source: Delete a document
de_de: Ein Dokument löschen
pl: Usuń dokument

source: Append all document file pages to a document version
de_de: Alle Seiten einer Dokumentendatei an eine Dokumentversion anhängen
pl: Dołącz wszystkie strony pliku dokumentu do wersji dokumentu

source: Reset the page list of a document version
de_de: Zurücksetzen der Seitenliste einer Dokumentversion
pl: Zresetuj listę stron wersji dokumentu

source: Export a document version
de_de: Eine Dokumentenversion exportieren
pl: Eksportuj wersję dokumentu

source: Delete a document version
de_de: Eine Dokumentenversion löschen
pl: Usuń wersję dokumentu

source: Document type label
de_de: Dokumententypbezeichner
pl: Etykieta typu dokumentu

source: Document label
de_de: Dokumentenbezeichner
pl: Etykieta dokumentu

source: Document description
de_de: Dokumentenbeschreibung
pl: Opis dokumentu

source: Document UUID
de_de: Dokumenten-UUID
pl: UUID dokumentu

source: Document file checksum
de_de: Prüfsumme der Dokumentendatei
pl: Suma kontrolna pliku dokumentu

source: Document file URL
de_de: URL der Dokumentendatei

source: Image URL
de_de: Bild URL
pl: Adres URL obrazu

source: Action name
de_de: Aktionsname

source: Document URL
de_de: Dokument-URL

source: Binary content for the new file.
de_de: Binärdaten der neuen Datei.
pl: Zawartość binarna nowego pliku.

source: File new
de_de: Neue Datei

source: Page list URL
de_de: URL der Seitenliste

source: Pages first
de_de: Seiten zuerst

source: Document type ID for the new document.
de_de: Dokumenttyp-ID für das neue Dokument.
pl: ID dokumentu dla nowego dokumentu.

source: Document type ID
de_de: Dokumenttyp-ID
pl: ID Typu dokumentu

source: Document change type URL
de_de: URL des Dokumentänderungstyps

source: File latest
de_de: Neueste Datei

source: File list URL
de_de: URL der Dateiliste

source: Version active
de_de: Aktive Version

source: Version list URL
de_de: URL der Versionsliste

source: Primary key of the document type into which the document will be changed.
de_de: Primärschlüssel des Dokumenttyps, in den das Dokument geändert wird.

source: Document type URL
de_de: URL des Dokumenttyps

source: Quick label list URL
de_de: URL der Schnellbezeichnungsliste

source: Primary key of the modification backend to execute.
de_de: Primärschlüssel des auszuführenden Änderungs-Backends.

source: Content type ID of the source object for the page.
de_de: Inhaltstyp-ID des Quellobjekts für die Seite.
pl: ID zawartości obiektu źródłowego strony.

source: Document version URL
de_de: URL der Dokumentversion

source: Document ID for the new favorite document.
de_de: Dokument-ID für das neue favorisierte Dokument.
pl: ID dokumentu dla nowego ulubionego dokumentu.

source: Document ID
de_de: Dokument-ID
pl: Dokument ID

source: Restore URL
de_de: Wiederherstellungs URL
pl: Przywróć adres URL

source: The threshold at which the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document file page image cache files. Specify the size in bytes.
de_de: Der Grenzwert (in Bytes) ab dem das DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND mit dem Löschen der ältesten Cachedatei für Dokumentendateibilder beginnen wird.

source: Path to the Storage subclass to use when storing document files.
de_de: Pfad zur Speicher-Unterklasse (Storage subclass) für die Speicherung der Dokumentendateien.
pl: Ścieżka do podklasy Storage używana podczas przechowywania plików dokumentów.

source: Arguments to pass to the DOCUMENT_FILE_STORAGE_BACKEND.
de_de: Argumente für das DOCUMENT_FILE_STORAGE_BACKEND.
pl: Argumenty do przekazania do DOCUMENT_FILE_STORAGE_BACKEND.

source: Path to the Storage subclass to use when storing the cached document file page image files.
de_de: Pfad zur Storage Subclass für die Speicherung der Cachedateien für Bilder von Dokumentendateiseiten.
pl: Ścieżka do podklasy Storage, która ma być używana podczas przechowywania plików obrazów stron buforowanego pliku dokumentu.

source: Arguments to pass to the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
de_de: Argumente für das DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
pl: Argumenty do przekazania do DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.

source: Maximum number of favorite documents to remember per user.
de_de: Maximale Anzahl von Favoriten pro Benutzer.
pl: Maksymalna liczba ulubionych dokumentów do zapamiętania na użytkownika.

source: Size of blocks to use when calculating the document file's checksum. A value of 0 disables the block calculation and the entire file will be loaded into memory.
de_de: Blockgröße die für die Berechnung der Dokumentenprüfsumme verwendet wird. Der Wert 0 verhindert die Berücksichtigung von Blöcken und das gesamte Dokument wird in den Speicher geladen.
pl: Rozmiar bloków używanych podczas obliczania sumy kontrolnej pliku dokumentu. Wartość 0 wyłącza obliczanie bloku, a cały plik zostanie załadowany do pamięci.

source: Default documents language (in ISO639-3 format).
de_de: Standarddokumentensprache (in ISO639-3 Format).
pl: Domyślny język dokumentów (w formacie ISO639-3).

source: List of supported document languages. In ISO639-3 format.
de_de: Liste der unterstützten Dokumentensprachen. In ISO639-3 Format.
pl: Lista wspieranych języków dokumentu w formacie ISO639-3.

source: The threshold at which the DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document version page image cache versions. Specify the size in bytes.
de_de: Der Grenzwert (in Bytes) ab dem das DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND mit dem Löschen der ältesten Cachedatei für Dokumentenversionsseitenbilder beginnen wird.
pl: Próg, od którego DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND rozpocznie usuwanie najstarszych wersji dokumentu w pamięci podręcznej obrazów stron. Określ rozmiar w bajtach.

source: Path to the Storage subclass to use when storing the cached document version page image versions.
de_de: Pfad zur Storage Subclass für die Speicherung der Cachedateien für Bilder von Dokumentenversionsseiten.
pl: Ścieżka do podklasy Storage, która ma być używana podczas przechowywania wersji obrazu strony z wersją dokumentu w pamięci podręcznej.

source: Arguments to pass to the DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
de_de: Argumente für das DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
pl: Argumenty do przekazania do DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.

source: Maximum number of recently accessed documents (created, edited, viewed) to remember per user.
de_de: Maximale Anzahl der kürzlich zugegriffenen Dokumente (erstellt, bearbeitet, betrachtet), die pro Benutzer gemerkt werden soll.
pl: Maksymalna liczba ostatnio otwieranych dokumentów (utworzonych, edytowanych, przeglądanych) do zapamiętania na użytkownika.

source: Maximum number of recently created documents to show.
de_de: Maximale Anzahl der letztens erstellten Dokumente, die angezeigt werden soll.
pl: Maksymalna liczba ostatnio utworzonych dokumentów do wyświetlenia.

source: Amount in degrees to rotate a document page per user interaction.
de_de: Gradzahl, die ein Dokument pro Benutzer Aktion gedreht wird.
pl: Kąt obrotu strony dokumentu przez użytkownika.

source: Height in pixels of the document thumbnail image.
de_de: Höhe des Dokumentenminiaturbilds (Thumbnail) in Pixeln.
pl: Wysokość miniatury dokumentu w pikselach.

source: Maximum amount in percent (%) to allow user to zoom in a document page interactively.
de_de: Maximaler erlaubter Zoom in %, den Benutzer interaktiv wählen können.
pl: Maksymalna, procentowa (%) skala powiększenia strony dokumentu przez użytkownika.

source: Minimum amount in percent (%) to allow user to zoom out a document page interactively.
de_de: Minimaler erlaubter Zoom in %, den Benutzer interaktiv wählen können.
pl: Minimalna, procentowa (%) skala pomniejszenia strony dokumentu przez użytkownika.

source: Amount in percent zoom in or out a document page per user interaction.
de_de: Betrag in Prozent für Ansicht vergrößern/verkleinern pro Benutzer Aktion.
pl: Liczba punktów procentowych powiększenia lub pomniejszenia strony dokumentu przez użytkownika.

source: New documents per month
de_de: Neue Dokumente pro Monat
pl: Nowe dokumenty miesięcznie

source: New document files per month
de_de: Neue Dokumentdateien pro Monat
pl: Nowe pliki dokumentów miesięcznie

source: New document pages per month
de_de: Neue Dokumentenseiten pro Monat
pl: Nowe strony dokumentów miesięcznie

source: Total documents at each month
de_de: Summe der Dokumente im Monat
pl: Liczba dokumentów w każdym miesiącu

source: Total document files at each month
de_de: Summe Dokumentendateien im Monat
pl: Łączna liczba plików dokumentów w każdym miesiącu

source: Total document pages at each month
de_de: Summe der Dokumentenseiten im Monat
pl: Liczba stron dokumentów w każdym miesiącu

source: Total documents per document type
de_de: Summe Dokumente pro Dokumententyp

source: Total document files per document type
de_de: Summe Dokumentendateien pro Dokumententyp

source: Total document file pages per document type
de_de: Summe Dokumentendateiseiten pro Dokumententyp

source: Unable to initialize the document file storage. Check the settings {} and {} for formatting errors.
de_de: Fehler bei der Initialisierung der Dokumentendateispeicherung. Überprüfen Sie die Einstellungen {} und {} auf Formatierungsfehler.

source: Unable to initialize the document file image storage. Check the settings {} and {} for formatting errors.
de_de: Fehler bei der Initialisierung der Dokumentendateibildspeicherung. Überprüfen Sie die Einstellungen {} und {} auf Formatierungsfehler.

source: Document file page images
de_de: Dokumentendateiseitenbilder

source: Unable to initialize the document version image storage. Check the settings {} and {} for formatting errors.
de_de: Fehler bei der Initialisierung der Dokumentenversionsbildspeicherung. Überprüfen Sie die Einstellungen {} und {} auf Formatierungsfehler.

source: Document version page images
de_de: Dokumentenversionsseitenbilder

source: Document page image preview
de_de: Dokumentenseitenvorschau
pl: Podgląd obrazu strony dokumentu

source: Document file page transformation error
de_de: Transformationsfehler für Dokumentendateiseiten

source: Document version page transformation error
de_de: Transformationsfehler für Dokumentenversionsseiten

source: No valid or active version
de_de: Keine gültige oder aktive Version

source: No version pages
de_de: Keine Versionsseiten

source: Page %(page_number)s of %(total_pages)s
de_de: Seite %(page_number)s von %(total_pages)s
pl: Strona %(page_number)s z %(total_pages)s

source: No pages to display
de_de: Keine Seiten für die Anzeige vorhanden
pl: Brak stron do wyświetlenia

source: Unknown language "%s"
de_de: Unbekannte Sprache "%s"
pl: Nieznany język : "%s"

source: This could mean that the document file is of a format that is not supported, that it is corrupted, or that the upload process was interrupted. Use the document file introspection link to attempt detection the page count again.
de_de: Das könnte bedeuten, dass das Format der Dokumentendatei nicht unterstützt ist, die Datei defekt ist oder der Hochladevorgang unterbrochen wurde. Benutzen Sie den Link für die Dokumentendateiüberprüfung um nochmals eine Erkennung der Seitenzahl zu versuchen.
pl: Może to oznaczać, że plik dokumentu ma nieobsługiwany format, jest uszkodzony lub proces przesyłania został przerwany. Użyj łącza do analizy wewnętrznej pliku dokumentu, aby ponownie spróbować wykryć liczbę stron.

source: No document file pages available
de_de: Keine Dokumentendateiseiten verfügbar
pl: Brak dostępnych stron pliku dokumentu

source: Pages of document file: %s
de_de: Seiten der Dokumentendatei: %s
pl: Strony pliku dokumentu: %s

source: There are no more pages in this document
de_de: Keine weiteren Seiten in diesem Dokument
pl: Ten dokument nie zawiera więcej stron

source: You are already at the first page of this document
de_de: Sie sind bereits auf der ersten Seite dieses Dokuments
pl: Jesteś już na pierwszej stronie tego dokumentu

source: Image of: %s
de_de: Seitenbild für %s
pl: Obraz dokumentu: %s

source: Error deleting document file "%(instance)s"; %(exception)s
de_de: Fehler bei der Löschung von Dokumentendatei "%(instance)s"; %(exception)s
pl: Błąd podczas usuwania pliku dokumentu "%(instance)s"; %(exception)s

source: Document file "%(object)s" deletion queued successfully.
de_de: Löschung von Dokumentendatei "%(object)s" erfolgreich in die Warteschlange eingereiht.

source: %(count)d document file deletion queued successfully.
de_de: %(count)d Dokumentendateilöschung erfolgreich in die Warteschlange eingereiht.

source: %(count)d document files deletions queued successfully.
de_de: %(count)d Dokumentendateilöschungen erfolgreich in die Warteschlange eingereiht.

source: Delete document file: %(object)s.
de_de: Dokumentendatei %(object)s löschen.
pl: Usuń plik dokumentu: %(object)s.

source: Delete the %(count)d selected document file.
de_de: %(count)d ausgewählte Dokumentendatei löschen.
pl: Usuń %(count)d wybrany plik dokumentu.

source: Delete the %(count)d selected document files.
de_de: %(count)d ausgewählte Dokumentendateien löschen.
pl: Usuń %(count)d wybrane pliki dokumentów.

source: All document files pages from this document file and the document version pages linked to them will be deleted too. The process will be performed in the background.
de_de: Alle Dokumentendateiseiten dieser Dokumentendatei sowie die verknüpften Dokumentenversionsseiten werden auch gelöscht. Der Vorgang wird im Hintergrund durchgeführt.

source: Edit document file: %s
de_de: Dokumentendatei %s bearbeiten
pl: Edytuj plik dokumentu: %s

source: %(count)d document file queued for introspection.
de_de: %(count)d Dokumentendatei zur Überprüfung eingereicht.
pl: %(count)d plik(i) dokumentu umieszczono w kolejce do analizy wewnętrznej.

source: %(count)d document files queued for introspection.
de_de: %(count)d Dokumentendateien zur Überprüfung eingereicht.
pl: %(count)d plik(i) dokumentu umieszczono w kolejce do analizywewnętrznej.

source: Introspect the selected document file?
de_de: Die ausgewählte Dokumentendatei überprüfen?
pl: analiza wewnętrzna wybrany plik dokumentu?

source: Introspect the document file: %s?
de_de: Die Dokumentendatei %s überprüfen?
pl: Dokonać analizy wewnętrznej pliku dokumentu: %s ?

source: The document file will be re-examined for file size, page count, checksum, and its related document version pages re-created. All transformations will be lost.
de_de: Die Dokumentendatei wird nochmals verarbeitet und die Dateigröße, Seitenzahl, Prüfsumme und die verknüpften Dokumentenversionsseiten aktualisiert. Alle Transformationen gehen verloren.
pl: Plik dokumentu zostanie ponownie sprawdzony pod kątem rozmiaru, liczby stron i sumy kontrolnej, a powiązane z nim strony wersji dokumentu zostaną ponownie utworzone. Wszystkie transformacje zostaną utracone.

source: File are the actual files that were uploaded for each document. Their contents needs to be mapped to a version before it can be used.
de_de: Dateien sind sie Dateien, die für jedes Dokument hochgeladen wurden. Ihr Inhalt muss einer Version zugeordnet werden, bevor sie benutzt werden kann.
pl: Plik to rzeczywiste pliki przesłane dla każdego dokumentu. Ich zawartość musi zostać zmapowana do wersji, zanim będzie można jej użyć.

source: No files available
de_de: Keine Dateien verfügbar
pl: Brak dostępnych plików

source: Files of document: %s
de_de: Dateien für Dokument %s
pl: Pliki dokumentu: %s

source: Preview of document file: %s
de_de: Vorschau für Dokumentendatei %s
pl: Podgląd pliku dokumentu: %s

source: Properties of document file: %s
de_de: Eigenschaften von Dokumentendatei %s
pl: Właściwości pliku dokumentu: %s

source: Transformation clear request processed for %(count)d document file.
de_de: Entfernung von Transformationen für %(count)d Dokumentendatei durchgeführt.
pl: Przetworzono żądanie usunięcia transformacji dla %(count)d pliku dokumentu .

source: Transformation clear request processed for %(count)d document files.
de_de: Entfernung von Transformationen für %(count)d Dokumentendateien durchgeführt.
pl: Przetworzono żądanie usunięcia transformacji dla %(count)d plików dokumentów .

source: Clear all the page transformations for the selected document file?
de_de: Alle Seitentransformationen der ausgewählten Dokumentendatei löschen?
pl: Wyczyścić wszystkie przekształcenia stron dla wybranego pliku dokumentu?

source: Clear all the page transformations for the document file: %s?
de_de: Alle Seitentransformationen der Dokumentendatei %s löschen?
pl: Wyczyść wszystkie przekształcenia stron dla pliku dokumentu: %s ?

source: Error deleting the page transformations for document file: %(document_file)s; %(error)s.
de_de: Fehler bei der Löschung der Seitentransformationen von Dokumentendatei %(document_file)s; %(error)s.
pl: Błąd podczas usuwania przekształceń stron dla pliku dokumentu: %(document_file)s ; %(error)s .

source: Error cloning the page transformations for document file: %(document_file)s; %(error)s.
de_de: Fehler beim Duplizieren der Seitentransformationen von Dokumentendatei %(document_file)s; %(error)s.
pl: Błąd podczas klonowania przekształceń stron dla pliku dokumentu: %(document_file)s ; %(error)s .

source: Transformations cloned successfully.
de_de: Transformationen erfolgreich kopiert.
pl: Sklonowano transformacje pomyślnie.

source: Clone page transformations of document file: %s
de_de: Seitentransformationen von Dokumentendatei %s duplizieren
pl: Klonuj transformacje stron pliku dokumentu: %s

source: Trashing
de_de: Löschung in Papierkorb

source: Deletion
de_de: Löschung

source: Stub pruning
de_de: Beseitigung unvollständiger Dokumente

source: Retention policies for document type: %s
de_de: Beibehaltungsrichtlinie für Dokumententyp %s

source: Documents of type: %s
de_de: Dokumente des Typs: %s
pl: Dokumenty typu: %s

source: Document types are the most basic units of configuration. Everything in the system will depend on them. Define a document type for each type of physical document you intend to upload. Example document types: invoice, receipt, manual, prescription, balance sheet.
de_de: Dokumententypen sind grundlegensten Elemente der Konfiguration. Alle weiteren Programmeinheiten des Systems hängen davon ab. Definieren Sie einen Dokumententyp für jede Dokumentenart, die Sie hochzuladen beabsichtigen. Beispiele sind: Rechnung, Beleg, Handbuch, Vorschrift, Bilanz.
pl: Typy dokumentów są najbardziej podstawowymi jednostkami konfiguracji. Wszystko w systemie będzie od nich zależeć. Zdefiniuj typ dokumentu dla każdego rodzaju fizycznego dokumentu, który zamierzasz przesłać. Przykładowe typy dokumentów: faktura, paragon, instrukcja, recepta, bilans.

source: No document types available
de_de: Keine Dokumententypen verfügbar
pl: Typ dokumentu jest niedostępny

source: All documents of this type will be deleted too.
de_de: Alle Dokumente dieses Typs werden auch gelöscht.
pl: Wszystkie dokumenty tego typu zostaną również usunięte.

source: Delete the document type: %s?
de_de: Dokumententyp %s löschen?
pl: Usunąć typ dokumentu: %s?

source: Edit document type: %s
de_de: Dokumententyp %s bearbeiten
pl: Edytuj typ dokumentu: %s

source: Create quick label for document type: %s
de_de: Schnellbezeichner erstellen für Dokumentenyp %s
pl: Utwórz szybką etykietę dla typu dokumentu: %s

source: Delete the quick label: %(label)s, from document type "%(document_type)s"?
de_de: Schnellbezeichner %(label)s von Dokumententyp "%(document_type)s" löschen?
pl: Usunąć szybką etykietę: %(label)s z typu dokumentu "%(document_type)s"?

source: Edit quick label "%(filename)s" from document type "%(document_type)s"
de_de: Schnellbezeichner "%(filename)s" von Dokumententyp "%(document_type)s" bearbeiten
pl: Edytuj szybką etykietę "%(filename)s" typu dokumentu "%(document_type)s"
