Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/dynamic_search/locale/*/LC_MESSAGES/django.po
Languages: tr_tr

source: Dynamic search
tr_tr: Dinamik arama

source: Match all
tr_tr: Tümü eşleşsin

source: Return only results that match all fields.
tr_tr: Yalnızca tüm alanlarla eşleşen sonuçları döndürür.

source: Search terms
tr_tr: Arama terimleri

source: Basic search
tr_tr: Temel arama

source: Advanced search
tr_tr: Gelişmiş Arama

source: Search again
tr_tr: Tekrar arama

source: Reindex search backend
tr_tr: Yeniden dizin arama backend

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Search
tr_tr: Arama

source: Execute search tools
tr_tr: Arama araçlarını yürütme

source: Search slow
tr_tr: Yavaş arama

source: Remove a model instance from the search engine.
tr_tr: Bir model örneğini arama motorundan kaldırın.

source: Index a model instance to the search engine.
tr_tr: Bir model örneğini arama motoruna dizinleyin.

source: Index all instances of a search model to the search engine.
tr_tr: Bir arama modelinin tüm örneklerini arama motoruna dizinleyin.

source: Index all related instances of a search model after a many to many event.
tr_tr: Bir arama modelinin ilgili tüm örneklerini çok çok olaydan sonra dizine ekleyin.

source: Reset the search backend indices and index all instances again.
tr_tr: Arama backend dizinlerini sıfırlayın ve tüm örnekleri yeniden dizinleyin.

source: Search results exceed limit setting. Results might not be reliable if multiple scopes are used. Narrow down the search criteria or increase the value of the results limit setting.
tr_tr: Arama sonuçları limit ayarını aşıyor. Birden çok kapsam kullanılıyorsa sonuçlar güvenilir olmayabilir. Arama ölçütlerini daraltın veya sonuç sınırı ayarının değerini artırın.

source: Search backend error. Verify that the search service is available and that the search syntax is valid for the active search backend; %s
tr_tr: Backend arama hatası. Arama hizmetinin kullanılabilir olduğunu ve etkin backend arama için arama sözdiziminin geçerli olduğunu doğrulayın; %s

source: Any
tr_tr: Hiç

source: Unknown search model `%s`.
tr_tr: Bilinmeyen arama modeli `%s`.

source: All content
tr_tr: Bütün içerik

source: Exact
tr_tr: Tam

source: Fuzzy
tr_tr: Bulanık

source: Greater than
tr_tr: Daha büyük

source: Greater than or equal
tr_tr: Eşit veya daha büyük

source: Less than
tr_tr: Daha az

source: Less than or equal
tr_tr: Eşit veya daha az

source: Partial
tr_tr: Parçalı

source: Range
tr_tr: Aralık

source: Range exclusive
tr_tr: Özel aralık

source: Regular expression
tr_tr: Düzenli ifade

source: Field name
tr_tr: Alan adı

source: Label
tr_tr: Etiket

source: App label
tr_tr: Uygulama etiketi

source: Model name
tr_tr: Model adı

source: Primary key
tr_tr: Birincil anahtar

source: Search fields
tr_tr: Arama alanları

source: Full path to the backend to be used to handle the search.
tr_tr: Aramayı işlemek için kullanılacak arka uca giden tam yol.

source: Arguments to pass to the search backend. For example values to change the behavior, host names, or authentication arguments.
tr_tr: Arama arka ucuna iletilecek argümanlar. Örneğin davranışı, ana bilgisayar adlarını veya kimlik doğrulama bağımsız değişkenlerini değiştirmek için kullanılan değerler.

source: The search operator to use when none is specified.
tr_tr: Hiçbiri belirtilmediğinde kullanılacak arama operatörü.

source: Disables the single term bar search leaving only the advanced search button.
tr_tr: Tek bir terim ile arama barını devre dışı bırakarak geriye sadece gelişmiş arama butonunu bırakır.

source: Amount of objects to process when performing bulk indexing.
tr_tr: Toplu dizin oluşturma gerçekleştirilirken işlenecek nesne miktarı.

source: Sets the default state of the "Match all" checkbox.
tr_tr: "Tümünü eşleştir" onay kutusunun varsayılan durumunu ayarlar.

source: Maximum number of search results to fetch and display per search query unit.
tr_tr: Arama sorgusu birimi başına getirilecek ve görüntülenecek maksimum arama sonucu sayısı.

source: Maximum number of search results to fetch and display.
tr_tr: Getirilecek ve görüntülenecek maksimum arama sonucu sayısı.

source: Filter terms
tr_tr: Terimleri filtrele

source: Advanced
tr_tr: İleri düzey

source: Replace accents
tr_tr: Aksanları değiştir

source: @ sign replace
tr_tr: @ işareti değiştir

source: Case fold
tr_tr: Kasa katlama

source: Hyphen replace
tr_tr: Tire değiştirme

source: To boolean
tr_tr: Boolean

source: To date time
tr_tr: Tarih saate

source: Date time ISO format
tr_tr: Tarih saat ISO formatı

source: Date time simple format
tr_tr: Tarih saat basit biçim

source: Date time timestamp format
tr_tr: Tarih saat zaman damgası biçimi

source: To integer
tr_tr: Tamsayıya

source: To string
tr_tr: Dize için

source: This tool erases and populates the search backend's internal index.
tr_tr: Bu araç, arama arka uçları iç dizinini siler ve doldurur.

source: This tool is required only for some search backends. Search results will be affected while the backend is being reindexed.
tr_tr: Bu araç yalnızca bazı arama backendleri için gereklidir. Backend yeniden dizine eklenirken arama sonuçları etkilenecektir.

source: The currently selected search backend does not support or requires reindexing.
tr_tr: Seçili olan arama backend'i, yeniden dizine eklemeyi desteklemez veya gerektirmez.

source: Search backend reindexing queued.
tr_tr: Backend arama yeniden dizine alındı.

source: Search for: %s
tr_tr: Şunun için ara: %s

source: Advanced search for: %s
tr_tr: İçin gelişmiş arama: %s

source: Try again using different terms.
tr_tr: Başka terimler kullanarak tekrar dene.

source: No search results
tr_tr: Arama sonucu bulunamadı

source: Search query: %s
tr_tr: Arama sorgusu: %s

source: Search results for: %s
tr_tr: %s Için arama sonuçları:
