Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/locales/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Locales
uk: Локалізація

source: Transifex Client
uk: Клієнт Transifex

source: User locale profile edited
uk: Відредаговано мовний профіль користувача

source: Locale profile
uk: Локальний профіль

source: Edit locale profile
uk: Редагувати локальний профіль

source: User
uk: Користувач

source: Timezone
uk: Часовий пояс

source: Language
uk: Мова

source: User locale profile
uk: Локальний профіль користувача

source: User locale profiles
uk: Локальні профілі користувача

source: Locale profile for user: %s
uk: Профіль локалізації для користувача: %s

source: Edit locale profile for user: %s
uk: Редагувати локальний профіль для користувача: %s
