Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/quotas/locale/*/LC_MESSAGES/django.po
Languages: hu, tr_tr, uk

source: Quotas
hu: Kvóták
tr_tr: Kotalar
uk: Квоти

source: none
hu: nincs
tr_tr: yok

source: Does not apply
hu: Nincs alkalmazva
tr_tr: Geçerli değil
uk: Не застосовувати

source: Null backend
hu: Null háttérrendszer
tr_tr: Boş backend

source: Quota created
hu: Kvóta létrehozva
tr_tr: Kota oluşturuldu
uk: Квота створена

source: Quota edited
hu: Kvóta szerkesztve
tr_tr: Kota düzenlendi
uk: Квоту відредаговано

source: Backend
hu: Háttérrendszer

source: The quota driver for this entry.
hu: A kvóta illesztőprogramja ehhez a bejegyzéshez.
tr_tr: Bu girdi için kota sürücüsü.
uk: Драйвер квоти для цього запису.

source: Create quota
hu: Kvóta létrehozása
tr_tr: Kota oluştur
uk: Створити квоту

source: Delete
hu: Törlés
tr_tr: Sil
uk: Видалити

source: Edit
hu: Szerkesztés
tr_tr: Düzenle
uk: Редагувати

source: Quotas list
hu: Kvóták listája
tr_tr: Kota listesi
uk: Список квот

source: All document types
hu: Minden dokumentumtípus
tr_tr: Tüm belge türleri
uk: Всі види документів

source: Apply to all document types. Enabling this, the quota will ignore the individual document type selection.
hu: Minden dokumentumtípusra vonatkozik. Ennek engedélyezésével a kvóta figyelmen kívül hagyja az egyedi dokumentumtípus kiválasztását.

source: Document types
hu: Dokumentumtípusok
tr_tr: Belge türleri
uk: Тип документа

source: Document types to which the quota will be applied.
hu: Dokumentumtípusok, amelyekre a kvótát alkalmazni fogják.
tr_tr: Kotanın uygulanacağı belge türleri.
uk: Типи документів, до яких буде застосована квота.

source: all document types
hu: minden dokumentumtípus
tr_tr: tüm belge türleri
uk: всі види документів

source: document types: %(document_types)s
hu: dokumentumtípusok: %(document_types)s
tr_tr: belge türleri: %(document_types)s
uk: типи документів: %(document_types)s

source: Groups
hu: Csoportok
tr_tr: Gruplar
uk: Групи

source: Groups to which the quota will be applied.
hu: Csoportok, amelyekre a kvótát alkalmazni fogják.
tr_tr: Kotanın uygulanacağı gruplar.
uk: Групи, до яких буде застосована квота.

source: All users
hu: Minden felhasználó
tr_tr: Tüm kullanıcılar
uk: Всі користувачі

source: Apply the quota to all users in the system, excluding admins and staff. Enabling this option, the quota will ignore the individual user and group selection.
hu: Alkalmazza a kvótát a rendszer összes felhasználójára, kivéve az adminisztrátorokat és a személyzetet. Ha engedélyezi ezt az opciót, a kvóta figyelmen kívül hagyja az egyéni felhasználó és csoport kiválasztását.

source: Users
hu: Felhasználók
tr_tr: Kullanıcılar
uk: Користувачі

source: Users to which the quota will be applied.
hu: Felhasználók, akikre a kvótát alkalmazni fogják.
tr_tr: Kotanın uygulanacağı kullanıcılar.
uk: Користувачі, до яких буде застосована квота.

source: all users
hu: minden felhasználó
tr_tr: tüm kullanıcılar
uk: всі користувачі

source: groups: %(groups)s, users: %(users)s
hu: csoportok: %(groups)s , felhasználók: %(users)s
tr_tr: gruplar: %(groups)s, kullanıcılar: %(users)s
uk: групи: %(groups)s, користувачі: %(users)s

source: Driver used for this quota entry.
hu: Ehhez a kvótabejegyzéshez használt illesztőprogram.
tr_tr: Bu kota girişi için kullanılan sürücü.
uk: Драйвер, використаний для цього запису квоти.

source: Arguments
hu: Argumentumok
tr_tr: Argümanlar
uk: Аргументи

source: Usage
hu: Használat
tr_tr: Kullanım
uk: Використання

source: The dotted Python path to the backend class.
hu: A pontozott Python elérési út a háttérosztályhoz.
tr_tr: Backend sınıfına giden noktalı Python yolu.
uk: Позначений пунктиром шлях Python до базового класу.

source: Backend path
hu: Háttérrendszer elérési útja
tr_tr: Backend yolu
uk: Backend шлях

source: Backend data
hu: Háttérrendszerbeli adatok
tr_tr: Backend verisi
uk: Серверні (Backend) дані

source: Allow quick disable or enable of the quota.
hu: A kvóta gyors letiltása vagy engedélyezése.
tr_tr: Kotanın hızlı bir şekilde devre dışı bırakılmasına veya etkinleştirilmesine izin verin.
uk: Дозволити швидке вимикання або вмикання квоти.

source: Enabled
hu: Engedélyezett
tr_tr: Etkin
uk: Активовано

source: Quota
hu: Kvóta
tr_tr: Kota
uk: Квота

source: Create a quota
hu: Kvóta létrehozása
tr_tr: Kota oluştur
uk: Створити квоту

source: Delete a quota
hu: Kvóta törlése
tr_tr: Kotayı sil
uk: Видалити квоту

source: Edit a quota
hu: Kvóta szerkesztése
tr_tr: Kotayı düzenle
uk: Редагувати квоту

source: View a quota
hu: Kvóta megtekintése
tr_tr: Kotayı görüntüle
uk: Переглянути квоту

source: Document count quota exceeded.
hu: A dokumentumszám-kvóta túllépve.
tr_tr: Belge sayısı kotası aşıldı.
uk: Перевищено квоту на кількість документів.

source: Documents limit
hu: Dokumentumkorlát
tr_tr: Belge sınırı
uk: Ліміт документів

source: Maximum number of documents.
hu: Dokumentumok maximális száma.
tr_tr: Maksimum belge sayısı.
uk: Максимальна кількість документів.

source: Document count limit
hu: Dokumentumszám korlát
tr_tr: Belge sayısı sınırı
uk: Ліміт кількості документів

source: document count: %(document_count)s
hu: dokumentumok száma: %(document_count)s
tr_tr: belge sayısı: %(document_count)s
uk: кількість документів: %(document_count)s

source: Maximum document size in megabytes (MB).
hu: A dokumentum maximális mérete megabájtban (MB).
tr_tr: Megabayt (MB) cinsinden maksimum belge boyutu.
uk: Максимальний розмір документа в мегабайтах (МБ).

source: Document size limit
hu: Dokumentum méretkorlát
tr_tr: Belge boyutu sınırı
uk: Обмеження розміру документа

source: document size: %(formatted_file_size)s
hu: dokumentum mérete: %(formatted_file_size)s
tr_tr: belge boyutu: %(formatted_file_size)s
uk: розмір документа: %(formatted_file_size)s

source: Document size quota exceeded.
hu: Túllépte a dokumentumméret-kvótát.
tr_tr: Belge boyutu kotası aşıldı.
uk: Перевищено квоту розміру документа.

source: New quota backend selection
hu: Új kvóta háttérrendszer választás
tr_tr: Yeni kota backend seçimi
uk: Новий вибір бекенду квоти

source: Create a "%s" quota
hu: "%s" kvóta létrehozása
tr_tr: Bir "%s" kotası oluşturun
uk: Створити квоту "%s"

source: Delete quota: %s
hu: Kvóta törlése: %s
tr_tr: Kotayı sil: %s
uk: Видалити квоту: %s

source: Edit quota: %s
hu: Kvóta szerkesztése: %s
tr_tr: Kotayı düzenle: %s
uk: Редагувати квоту: %s

source: Quotas restrict usage of system resources.
hu: A kvóták korlátozzák a rendszererőforrások használatát.
tr_tr: Kotalar, sistem kaynaklarının kullanımını kısıtlar.
uk: Квоти обмежують використання системних ресурсів.

source: No quotas available
hu: Nem áll rendelkezésre kvóta
tr_tr: Mevcut kota yok
uk: Немає доступних квот
