Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/duplicates/locale/*/LC_MESSAGES/django.po
Languages: hu, tr_tr, uk

source: Duplicates
hu: Duplikátumok
tr_tr: Yinele
uk: Дублікати

source: Duplicate backend
hu: Duplikátum háttérrendszer
tr_tr: Yinelenen backend
uk: Дублювати бекенд

source: Null backend
hu: Null háttérrendszer
tr_tr: Boş backend

source: Exact document file checksum
hu: Egyező dokumentumfájl ellenőrző összeg
tr_tr: Tam belge dosyası checksumı
uk: Точна контрольна сума файлу документа

source: Exact document label
hu: Egyező dokumentumcímke
tr_tr: Tam belge etiketi
uk: Точна мітка документа

source: Duplicated documents
hu: Duplikált dokumentumok
tr_tr: Yinelenen belgeler
uk: Дубльовані документи

source: Duplicated document scan
hu: Duplikált dokumentum szkennelés
tr_tr: Yinelenen belge taraması
uk: Дубльований скан документа

source: Stored duplicate backend
hu: Tárolt duplikátum háttérrendszer
tr_tr: Saklanan yinelenen backend
uk: Збережений дублікат на сервері

source: Stored duplicate backends
hu: Tárolt duplikátum háttérrendszerek
tr_tr: Saklanan yinelenen backend
uk: Збережені дублікати на сервері

source: Document
hu: Dokumentum
tr_tr: Belge
uk: Документ

source: Duplicated backend entry
hu: Duplikált háttérbejegyzés
tr_tr: Yinelenen backend girişi
uk: Дубльований запис бекенду

source: Duplicated backend entries
hu: Duplikált háttérbejegyzések
tr_tr: Yinelenen backend girişi
uk: Дубльовані записи бекенду

source: Duplicates slow
hu: Lassú duplikátumok
uk: Дублювати повільно

source: Clean empty duplicate lists
hu: Az üres duplikátum listák törlése
tr_tr: Boş yinelenen listeleri temizle
uk: Очистити порожні списки дублікатів

source: Scan document duplicates
hu: Dokumentum duplikálások beolvasása
tr_tr: Yinelenen belgeleri tara
uk: Сканувати дублікати документів

source: Only exact copies of this document will be shown in the this list.
hu: Csak ennek a dokumentumnak a pontos másolatai jelennek meg ebben a listában.
tr_tr: Bu listede bu belgenin sadece birebir aynı kopyaları gösterilir.
uk: Тільки точні копії цього документа будуть показані у цьому списку.

source: There are no duplicates for this document
hu: Ennek a dokumentumnak nincsenek duplikátumai
tr_tr: Bu belgenin kopyası bulunmamaktadır
uk: Немає дублікатів для цього документа

source: Duplicates for document: %s
hu: A dokumentum duplikátumai: %s
tr_tr: Belge için yineler: %s
uk: Дублікати для документа: %s

source: Duplicates are documents that are composed of the exact same file, down to the last byte. Files that have the same text or OCR but are not identical or were saved using a different file format will not appear as duplicates.
hu: A duplikátumok olyan dokumentumok, amelyek pontosan ugyanabból a fájlból állnak, egészen az utolsó bájtig. Azok a fájlok, amelyek szövege vagy OCR-je megegyezik, de nem azonosak, vagy amelyeket más fájlformátumban mentettek, nem jelennek meg ismétlődésként.
tr_tr: Yinelenen Belgeler son byte'ına kadar bire bir aynı belgelerdir. İçerik olarak aynı metin veya OKT(Optik Karakter Tanıma)'ya sahip olmasına rağmen aynı olmayan ya da farklı bir dosya uzantısıyla kaydedilen belgeler (belge.pdf ve belge.docx gibi ) yinelenen belge olarak gösterilmemektedir.
uk: Дублікати - це документи, які складаються з точно такого ж файлу, до останнього байта. Файли, які мають той самий текст або OCR, але не є ідентичними або були збережені за допомогою іншого формату файлу, не будуть відображатися як дублікати.

source: There are no duplicated documents
hu: Nincsenek duplikált dokumentumok
tr_tr: Yinelenen belge bulunmamaktadır
uk: Немає дубльованих документів

source: Scan for duplicated documents?
hu: Duplikált dokumentumok keresése?
tr_tr: Yinelenen belgeler taransın mı?
uk: Сканувати на наявність дубльованих документів?

source: Duplicated document scan queued successfully.
hu: A duplikált dokumentum szkennelése sikeresen beállt a sorba.
tr_tr: Yinelenen belge taraması başarıyla sıraya alındı.
uk: Сканування дублікатів документів успішно поставлено в чергу.
