Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/templating/locale/*/LC_MESSAGES/django.po
Languages: bg, el, hu, nl, pl, ru

source: Templating
bg: Шаблониране
el: Προτυποποίηση
hu: Sablonozás
nl: Sjablonering
pl: Szablony
ru: Шаблоны

source: Use Django's default templating language (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).
bg: Използвайте езика за шаблониране по подразбиране на Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).
el: Χρησιμοποιήστε την προεπιλεγμένη γλώσσα προτύπων του Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).
hu: A Django alapértelmezett sablonozó nyelvének használata (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).
nl: Gebruik Django's standaard templating taal (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).
pl: Użyj domyślnego języka szablonów Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).
ru: Используйте стандартный язык шаблонов Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).

source: Use Django's default templating language (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). The {{ %(variable)s }} variable is available to the template.
bg: Използвайте езика за шаблони по подразбиране на Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). Променливата {{%(variable)s}} е достъпна за шаблона.
el: Χρησιμοποιήστε την προεπιλεγμένη γλώσσα προτύπων του Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). Η μεταβλητή {{%(variable)s}} είναι διαθέσιμη στο πρότυπο.
hu: A Django alapértelmezett sablonozó nyelvének használata (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). The {{ %(variable)s }} variable is available to the template.
nl: Django's standaard sjabloneringstaal gebruiken (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). The {{ %(variable)s }} variabele is beschikbaar voor het sjabloon.
pl: Użyj domyślnego języka szablonów Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). Zmienna {{%(variable)s}} jest dostępna dla szablonu.
ru: Используйте стандартный язык шаблонов Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). В этом шаблоне доступна переменная {{ %(variable)s }}.

source: Resulting text from the evaluated template.
bg: Текстов резултат от оценявания шаблон.
el: Παραγόμενο κείμενο από το αξιολογημένο πρότυπο.
hu: Eredmény szöveg a kiértékelt sablonból.
nl: Resultaattekst uit het beoordeelde sjabloon.
pl: Wynikowy tekst z ocenianego szablonu.
ru: Результирующий текст из оцениваемого шаблона.

source: Result
bg: Резултат
el: Αποτέλεσμα
hu: Eredmény
nl: Resultaat
pl: Wynik
ru: Результат

source: The template string to be evaluated.
bg: Низът на шаблона, който трябва да бъде оценен.
el: Η συμβολοσειρά προτύπου προς αξιολόγηση.
hu: A kiértékelendő sablon karakterlánc.
nl: De sjabloon tekenreeks om te beoordelen.
pl: Ciąg szablonu do oceny.
ru: Строка шаблона для оценки.

source: Template
bg: Шаблон
el: Πρότυπο
hu: Sablon
nl: Sjabloon
pl: Szablon
ru: Шаблон

source: Sandbox
bg: Пясъчник
ru: Песочница

source: Use the template sandbox
bg: Използвайте пясъчника на шаблона
el: Χρησιμοποιήστε το sandbox προτύπων
hu: Sandbox használata
nl: De sjabloon sandbox gebruiken
pl: Użyj sandbox szablonu
ru: Использовать песочницу шаблонов

source: Name
bg: Име
el: Όνομα
hu: Név
nl: Naam
pl: Nazwa
ru: Имя

source: Template sandbox for: %s
bg: Пясъчник за шаблона за: %s
el: Πρότυπο sandbox για: %s
hu: Sablon sandbox ehhez: %s
nl: Sjabloon sandbox voor: %s
pl: Sandbox szablonu dla: %s
ru: Песочница шаблонов для: %s

source: Template error; %(exception)s
bg: Грешка в шаблона; %(exception)s
el: Σφάλμα προτύπου; %(exception)s
hu: Sablon hiba; %(exception)s
nl: Sjabloonfout; %(exception)s
pl: Błąd szablonu: %(exception)s
ru: Ошибка в шаблоне; %(exception)s

source: Filters
bg: Филтри
el: Φίλτρα
hu: Szűrők
pl: Filtry
ru: Фильтры

source: Tags
bg: Маркери
el: Ετικέτες
hu: Jelölők
nl: Labels
pl: Tagi
ru: Метки

source: <Filters and tags>
nl: <filters and="en" tags="labels">
ru: <Фильтры и метки>

source: <Model attributes>
nl: <model attributes="Modelattributen">
ru: <Атрибуты модели>

source: Hex hash
bg: Шестнадесетичен хеш

source: URL
el: Διεύθυνση URL
