Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/authentication/locale/*/LC_MESSAGES/django.po
Languages: cs, mn_mn, uk

source: Authentication
cs: Ověřování
mn_mn: Нэвтрэлт
uk: Аутентифікація

source: User impersonation ended
cs: Předstírání identity uživatele skončilo
uk: Дії від імені користувача закінчено

source: User impersonation started
cs: Předstírání identity uživatele začalo
uk: Дії від імені користувача розпочато

source: User logged in
cs: Uživatel se přihlásil
mn_mn: Хэрэглэгч нэвтэрлээ
uk: Користувач увійшов в систему

source: User logged out
cs: Uživatel se odhlásil
mn_mn: Хэрэглэгч гарлаа
uk: Користувач вийшов із системи

source: Remember me
cs: Zapamatuj si mě
mn_mn: Намайг сана
uk: Запам'ятати мене

source: Permanent
cs: Trvale
mn_mn: Үүрд
uk: На постійній основі.

source: If selected, disables ending impersonation.
cs: Pokud je vybrána, zakáže ukončení předstírání identity.
uk: Якщо вибрано, то виключає закінчення дій від імені.

source: User
cs: Uživatel
mn_mn: Хэрэглэгч
uk: Користувач

source: Logout
cs: Odhlásit se
mn_mn: Гарах
uk: Вихід

source: Change password
cs: Změnit heslo
mn_mn: Нууц үг солих
uk: Змінити пароль

source: Impersonate user
cs: Zosobnit uživatele
uk: Діяти від імені користувача

source: Impersonate
cs: Předstírat
uk: Видавати себе за іншу особу

source: Set password
cs: Nastavit heslo
mn_mn: Нууц үг тохируулах
uk: Налаштувати пароль

source: Impersonate users
cs: Předstírání identity uživatelů
uk: Діяти від імені користувачів

source: Remove the "Forgot your password?" link on the login form used to trigger the password reset.
cs: Odebrat &quot;Zapomněli jste heslo?&quot; odkaz na přihlašovacím formuláři pro spuštění resetování hesla.
mn_mn: "Нууц үгээ мартсан уу?" холбоосыг байхгүй болгох.
uk: Видалити посилання на форму входу "Забули пароль?" , яка використовується для скидання пароля.

source: Dotted path to the backend used to process user authentication.
cs: Tečkovaná cesta k backendu používanému ke zpracování autentizace uživatele.
uk: Шлях до модуля (розширення), який використовується для обробки автентифікації користувача.

source: Arguments for the AUTHENTICATION_BACKEND.
cs: Argumenty pro AUTHENTICATION_BACKEND.
uk: Аргументи для AUTHENTICATION_BACKEND.

source: Impersonating user "%(user)s".
cs: Předstírání identity uživatele "%(user)s".
uk: Видавати себе за користувача "%(user)s".

source: Click here when finished
cs: Po dokončení klikněte sem
mn_mn: Дуусаад энд дар
uk: Клацніть сюди, коли закінчите

source: Login
cs: Přihlásit se
mn_mn: Нэвтрэх
uk: Вхід

source: Save
cs: Uložit
mn_mn: Хадгалах
uk: Зберегти

source: Submit
cs: Odeslat
mn_mn: Илгээх
uk: Прийняти

source: Cancel
cs: Zrušit
uk: Скасувати

source: Forgot your password?
cs: Zapomněli jste heslo?
mn_mn: Нууц үгээ мартсан уу?
uk: Забули пароль?

source: Password reset
cs: Resetovat heslo
mn_mn: Нууц үг дахин тохируулах
uk: Скинути пароль

source: Password reset complete! Click the link below to login.
cs: Obnovení hesla bylo dokončeno! Klepnutím na odkaz níže se přihlásíte.
mn_mn: Нууц үг сэргээх процесс дууслаа. Доорх холбоос дээр дарж нэвтэрнэ үү.
uk: Скидання пароля завершено! Клацніть посилання нижче для входу.

source: Login page
cs: Přihlašovací stránka
mn_mn: Нэвтрэх хуудас
uk: Сторінка входу

source: Password reset email sent!
cs: E-mail pro resetování hesla byl odeslán!
mn_mn: Нууц үг сэргээх и-мэйл илгээлээ.
uk: Електронний лист для скидання пароля відправлено!

source: Next
cs: Další
mn_mn: Дараах
uk: Наступний

source: Step %(step)d of %(total_steps)d: %(step_label)s
cs: Krok %(step)d z %(total_steps)d: %(step_label)s
mn_mn: Алхам %(step)d / %(total_steps)d: %(step_label)s
uk: Крок %(step)d з %(total_steps)d : %(step_label)s

source: Sign in
cs: Přihlásit se
mn_mn: Нэвтрэх
uk: Увійти

source: Your password has been successfully changed.
cs: Vaše heslo bylo úspěšně změněno.
mn_mn: Таны нууц үг амжилттай солигдлоо.
uk: Ваш пароль успішно змінено.

source: Current user password change
cs: Změna hesla aktuálního uživatele
mn_mn: Хэрэглэгчийн нууц үг солих
uk: Пароль поточного користувача змінено

source: Changing the password is not allowed for this account.
cs: Změna hesla není pro tento účet povolena.
mn_mn: Энэ хэрэглэгчийн нууц үгийг солихыг зөвшөөрөхгүй.
uk: Зміна пароля не дозволена для цього акаунта.

source: Password change request performed on %(count)d user
cs: Žádost o změnu hesla byla provedena uživatelem %(count)d
mn_mn: %(count)d хэрэглэгч дээрх нууц үг солих хүсэлт хийгдсэн
uk: Запит на зміну пароля виконується %(count)dкористувачем

source: Password change request performed on %(count)d users
cs: Žádost o změnu hesla byla provedena u uživatelů %(count)d
mn_mn: %(count)d хэрэглэгч дээрх нууц үг солих хүсэлт хийгдсэн
uk: Запит на зміну пароля виконується %(count)dкористувачами

source: Changing the password of staff or super user accounts via the user interface is not allowed. Use administration tools to perform this operation.
uk: Змінювати пароль облікових записів персоналу або суперкористувача через інтерфейс користувача заборонено. Для виконання цієї операції використовуйте інструменти адміністрування.

source: Change user password
mn_mn: Хэрэглэгчдийн нууц үг солих
uk: Змінити пароль користувача

source: Change password for user: %s
cs: Změnit heslo pro uživatele: %s
mn_mn: %s хэрэглэгчийн нууц үг солих
uk: Змінити пароль для користувача: %s

source: Successful password reset for user: %s.
cs: Úspěšné obnovení hesla pro uživatele: %s.
mn_mn: %s-н нууц үгийг амжилттай тохирууллаа.
uk: Успішно скинуто пароль для користувача %s.

source: Impersonate user: %s
cs: Předstírat identitu uživatele: %s
uk: Видавати себе за користувача: %s
