Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/source_stored_files/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Source stored files
hu: Forrásban tárolt fájlok

source: Size
hu: Méret

source: Thumbnail
hu: Miniatűr

source: File
hu: Fájl

source: Delete
hu: Törlés

source: Select
hu: Kiválasztás

source: URL safe filename of the stored file to process.
hu: A feldolgozandó tárolt fájl URL biztos fájlneve.

source: Execute source backend specific, built-in post processing clean up code.
hu: Forrás-háttér-specifikus, beépített utófeldolgozási tisztító kód végrehajtása.

source: Unique identifier to select which source backend stored file to process.
hu: Egyedi azonosító, amellyel kiválasztható, hogy melyik forrás-háttérrendszer tárolt fájlt kell feldolgozni.

source: Stored file
hu: Tárolt fájl

source: Delete stored file "%s"?
hu: Törli a "%s" tárolt fájlt?

source: Server side filesystem path.
hu: Szerver oldali fájlrendszer elérési útja.

source: Folder path
hu: Mappa elérési útja

source: If checked, not only will the folder path be scanned for files but also its subdirectories.
hu: Ha be van jelölve, akkor nem csak a mappa elérési útvonalát, hanem az alkönyvtárakat is átvizsgálja a rendszer.

source: Include subdirectories?
hu: Tartalmazza az alkönyvtárakat?

source: Storage
hu: Tároló

source: Unable to initialize storage; %s
hu: Nem sikerült inicializálni a tárhelyet; %s

source: Python path to the Storage subclass used to access the source files.
hu: A forrásfájlok eléréséhez használt Storage alosztály Python elérési útja.

source: Storage backend
hu: Tárolási háttérrendszer

source: Arguments to pass to the storage backend. Use YAML format. The credential object is available as {{ credential }}.
hu: A tárolási háttértárnak átadandó argumentumok. Használja a YAML formátumot. A hitelesítő objektum a {{ credential }} néven érhető el.

source: Storage backend arguments
hu: Tárolási háttérrendszer argumentumok

source: Unable to initialize storage. Check the storage backend arguments.
hu: Nem sikerült inicializálni a tárhelyet. Ellenőrizze a tárolási háttérrendszer argumentumait.

source: Unable to initialize storage. Check the storage backend dotted path.
hu: Nem sikerült inicializálni a tárhelyet. Ellenőrizze a háttértár pontozott elérési útját.

source: Delete the file after is has been successfully uploaded.
hu: A sikeres feltöltés után törölje a fájlt.

source: Delete after upload
hu: Törlés feltöltés után

source: File content
hu: Fájl tartalma

source: Unable get list of files; %s
hu: Nem lehet letölteni a fájlok listáját; %s

source: This could mean that the source file list is empty. It could also mean that the operating system user account being used for Mayan EDMS doesn't have the necessary file system permissions to access the source files.
hu: Ez azt jelentheti, hogy a forrásfájlok listája üres. Azt is jelentheti, hogy a Mayan EDMS-hez használt operációs rendszer felhasználói fiókja nem rendelkezik a forrásfájlok eléréséhez szükséges fájlrendszeri engedélyekkel.

source: No source files available
hu: Nem állnak rendelkezésre forrásfájlok

source: Width value to be passed to the converter backend.
hu: A konverter háttérrendszerének átadandó szélességi érték.

source: Preview width
hu: Előnézet szélessége

source: Height value to be passed to the converter backend.
hu: A konverter háttérrendszerének átadandó magasságérték.

source: Preview height
hu: Előnézet magassága

source: Maximum size in bytes for which previews will be generated. Example: 20000 = 20KB.
hu: Maximális méret bájtban, amelyhez előnézetek készülnek. Példa: 20000 = 20KB.

source: Max size preview
hu: Max méretű előnézet

source: File images
hu: Fájlképek

source: File too large for preview
hu: A fájl túl nagy az előnézethez
