Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/tags/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Tags
uk: Теги

source: Documents
uk: Документи

source: Tag attached to document
uk: Тег, прикріплений до документа

source: Tag created
uk: Тег створено

source: Tag edited
uk: Тег відредаговано

source: Tag removed from document
uk: Тег видалено з документа

source: Attach tags
uk: Прикріпити теги

source: Remove tag
uk: Видалити тег

source: Remove tags
uk: Видалити теги

source: Create new tag
uk: Створити новий тег

source: Delete
uk: Видалити

source: Edit
uk: Редагувати

source: All
uk: Все

source: Return the tags attached to the document.
uk: Повернути теги, прикріплені до документа.

source: Preview
uk: Попередній перегляд

source: A short text used as the tag name.
uk: Короткий текст, який використовується як назва тегу.

source: Label
uk: Мітка

source: The RGB color values for the tag.
uk: Значення кольорів RGB для тегу.

source: Color
uk: Колір

source: Tag
uk: Тег

source: Document tag
uk: Тег документа

source: Document tags
uk: Теги документів

source: Attach tags to documents
uk: Прикріпити теги до документів

source: Create new tags
uk: Створити нові теги

source: Delete tags
uk: Видалити теги

source: View tags
uk: Переглянути теги

source: Edit tags
uk: Редагувати теги

source: Remove tags from documents
uk: Видаліити теги з документів

source: Tag label
uk: Тег мітки

source: Tag color
uk: Колір тегу

source: Document type
uk: Тип документа

source: Document label
uk: Мітка документа

source: Document description
uk: Опис документа

source: Document UUID
uk: Документ UUID

source: Document file checksum
uk: Контрольна сума файлу документа

source: Document file MIME type
uk: Тип файлу документа MIME

source: Documents URL
uk: URL-адреса документів

source: Primary key of the tag to add to the document.
uk: Первинний ключ тегу, який потрібно додати до документа.

source: Tag ID
uk: ID тегу

source: Primary key of the tag to remove from the document.
uk: Первинний ключ тегу, який потрібно видалити з документа.

source: Tags attached to %(count)d documents successfully.
uk: Теги успішно додано до документів %(count)d .

source: Tags attached to document "%(object)s" successfully.
uk: Теги, прикріплені до документа "%(object)s", успішно.

source: Tags attached to %(count)d document successfully.
uk: Теги успішно додано до документа %(count)d .

source: Attach tags to %(count)d documents.
uk: Додати теги до документів %(count)d .

source: Attach tags to document: %(object)s
uk: Додати теги до документа: %(object)s

source: Attach tags to %(count)d document.
uk: Додати теги до документа %(count)d .

source: Tags to be attached.
uk: Теги, які потрібно додати.

source: Create tag
uk: Створити тег

source: Error deleting tag "%(instance)s"; %(exception)s
uk: Помилка видалення тегу "%(instance)s"; %(exception)s

source: %(count)d tags deleted successfully.
uk: %(count)d тегів успішно видалено.

source: Tag "%(object)s" deleted successfully.
uk: Тег "%(object)s" успішно видалено.

source: %(count)d tag deleted successfully.
uk: %(count)d тег успішно видалено.

source: Delete the %(count)d selected tags
uk: Видалити %(count)d обраних тегів

source: Delete tag: %(object)s
uk: Видалити тег: %(object)s

source: Delete the %(count)d selected tag
uk: Видалити вибраний тег %(count)d

source: Will be removed from all documents.
uk: Буде видалено з усіх документів.

source: Edit tag: %s
uk: Редагувати тег: %s

source: Tags are color coded properties that can be attached or removed from documents.
uk: Теги – це властивості, позначені кольором, які можна додавати або видаляти з документів.

source: No tags available
uk: Немає доступних тегів

source: Documents with the tag: %s
uk: Документи з тегом: %s

source: Document has no tags attached
uk: Документ не має доданих тегів

source: Tags for document: %s
uk: Теги для документа: %s

source: Tags removed from %(count)d documents successfully.
uk: Теги успішно видалено з %(count)d документів.

source: Tags removed from document "%(object)s" successfully.
uk: Теги успішно видалено з документа "%(object)s".

source: Tags removed from %(count)d document successfully.
uk: Теги успішно видалено з %(count)d документу.

source: Remove tags from %(count)d documents.
uk: Видалити теги з %(count)d документів.

source: Remove tags from document: %(object)s
uk: Видалити теги з документа: %(object)s

source: Remove tags from %(count)d document.
uk: Видалити теги з %(count)d документу.

source: Tags to be removed.
uk: Теги, які потрібно видалити.

source: Select tags
uk: Виберати теги

source: Attach tag
uk: Додати тег

source: Tags to attach to the document.
uk: Теги длядодавання до документа.

source: Tags to remove from the document.
uk: Теги, які потрібно видалити з документа.
