Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/signature_captures/locale/*/LC_MESSAGES/django.po
Languages: de_de, fr, hu, uk

source: Signature captures
de_de: Unterschriftserfassungen
fr: Signature manuscrite
hu: Aláírásképek
uk: Накладання підпису

source: Signature capture created
de_de: Unterschriftserfassung erstellt
fr: Signature manuscrite créée
hu: Aláíráskép létrehozva
uk: Створити накладання підпису

source: Signature capture deleted
de_de: Unterschriftserfassung gelöscht
fr: Signature manuscrite supprimée
hu: Aláíráskép törölve
uk: Видалити захоплений підпис

source: Signature capture edited
de_de: Unterschriftserfassung bearbeitet
fr: Signature manuscrite modifiée
hu: Aláíráskép szerkesztve
uk: Редагувати захоплений підпис

source: Asset preview image
de_de: Asset Vorschau
fr: Aperçu de l'élément
hu: Tartalom előnézeti képe
uk: Зображення попереднього перегляду активу

source: Preview
de_de: Vorschau
fr: Prévisualiser
hu: Előnézet
uk: Попередній перегляд

source: Create new signature capture
de_de: Neue Unterschriftserfassung erstellen
fr: Créer une nouvelle signature manuscrite
hu: Új aláíráskép létrehozása
uk: Створити новий запис підпису

source: Delete
de_de: Löschen
fr: Supprimer
hu: Törlés
uk: Видалити

source: Edit
de_de: Bearbeiten
fr: Modifier
hu: Szerkesztés
uk: Редагувати

source: Creation date and time
de_de: Erstellungsdatum und -uhrzeit
fr: Date et heure de création
hu: Létrehozás dátuma és ideje
uk: Дата і час створення

source: Document
de_de: Dokument
hu: Dokumentum
uk: Документ

source: Data representing the handwritten signature.
de_de: Daten, die die handgeschrieben Unterschrift repräsentieren.
fr: Données représentant la signature manuscrite.
hu: A kézzel írt aláírást reprezentáló adatok.
uk: Дані, що представляють рукописний підпис.

source: Signature capture data
de_de: Unterschriftserfassungsdaten
fr: Données de la signature manuscrite
hu: Aláíráskép adatok
uk: Дані захопленого підпису

source: Vector representation of the handwritten signature.
de_de: Vektordarstellung der hanggeschriebenen Unterschrift.
fr: Représentation vectorielle de la signature manuscrite.
hu: A kézzel írott aláírás vektoros ábrázolása.
uk: Векторне зображення власноручного підпису.

source: SVG signature capture data
de_de: SVG Unterschriftserfassungsdaten
fr: Données SVG de la signature manuscrite
hu: SVG aláíráskép adatok
uk: Дані підпису SVG

source: Print version of the captured signature.
de_de: Version der Unterschriftserfassung drucken.
fr: Version imprimée de la signature capturée.
hu: A rögzített aláírás nyomtatott változata.
uk: Версія для друку захопленого підпису.

source: Text
fr: Texte
hu: Szöveg
uk: Текст

source: User
de_de: Benutzer
fr: Utilisateur
hu: Felhasználó
uk: Користувач

source: Date and time created
de_de: Erstellungszeitpunkt
fr: Création
hu: Létrehozás dátuma és ideje
uk: Дата й час створення

source: Date and time edited
de_de: Bearbeitungszeitpunkt
fr: Modification
hu: Dátum és idő szerkesztve
uk: Дата і час редагування

source: This value will be used when referencing this signature capture in relationship to the document. Can only contain letters, numbers, and underscores.
de_de: Dieser Wert wird verwendet, um auf diese Unterschriftserfassung zu verweisen in Beziehung auf das Dokument. Darf nur Buchstaben, Zahlen und Unterstriche enthalten.
fr: Cette valeur sera utilisée lors du référencement de cette signature manuscrite en relation avec le document. Ne peut contenir que des lettres, des chiffres et des traits de soulignement.
hu: Ezt az értéket használja a rendszer, amikor erre az aláírás-rögzítésre hivatkozik a dokumentummal kapcsolatban. Csak betűket, számokat és aláhúzásjeleket tartalmazhat.
uk: Це значення буде використовуватися при посиланні на цей підпис у відношенні до документа. Може містити лише літери, цифри та підкреслення.

source: Internal name
de_de: Interner Name
fr: Nom interne
hu: Belső név
uk: Внутрішнє ім'я

source: Signature capture
de_de: Unterschriftserfassung
fr: Signature manuscrite
hu: Aláíráskép
uk: Захоплення підпису

source: Create signature captures
de_de: Unterschriftserfassungen erstellen
fr: Créer des signatures manuscrites
hu: Aláíráskép létrehozása
uk: Створити підписи

source: Delete signature captures
de_de: Unterschriftserfassungen löschen
fr: Supprimer les signatures manuscrites
hu: Aláírásképek törlése
uk: Видалити захоплення підпису

source: Edit signature captures
de_de: Unterschriftserfassungen bearbeiten
fr: Modifier les signatures manuscrites
hu: Aláírásképek szerkesztése
uk: Редагувати захоплення підпису

source: View signature captures
de_de: Unterschriftserfassungen anzeigen
fr: Afficher les signatures manuscrites
hu: Aláírásképek megtekintése
uk: Переглянути захоплення підпису

source: Signature capture text
de_de: Unterschriftserfassungstext
fr: Texte de la signature manuscrite
hu: Aláíráskép szöveg
uk: Підписати захзоплений підпис

source: Signature capture user first name
de_de: Unterschriftserfassung Vorname
hu: Aláírásrögzítő felhasználó keresztneve
uk: Ім'я користувача для запису підпису

source: Signature capture user last name
de_de: Unterschriftserfassung Nachname
hu: Aláírásrögzítő felhasználó vezetékneve
uk: Підпис фіксує прізвище користувача

source: Signature capture user username
de_de: Unterschriftserfassung Benutzername
hu: Aláírásrögzítő felhasználó felhasználóneve
uk: Підпис фіксує ім'я користувача

source: Document type label
de_de: Dokumententypbezeichner
fr: Type de document
hu: Dokumentumtípus címke
uk: Мітка типу документа

source: Document label
de_de: Dokumentenbezeichner
fr: Libellé du document
hu: Dokumentumcímke
uk: Мітка документа

source: User first name
de_de: Vorname Benutzer
fr: Prénom de l'utilisateur
hu: Felhasználó keresztneve
uk: Ім'я користувача

source: User last name
de_de: Nachname Benutzer
fr: Nom de famille de l'utilisateur
hu: Felhasználó vezetékneve
uk: Прізвище користувача

source: User username
de_de: Benutzername
fr: Nom de l'utilisateur
hu: Felhasználó felhasználóneve
uk: Логін користувача

source: Document URL
de_de: Dokument-URL
hu: Dokumentum URL
uk: URL-адреса документа

source: Image URL
de_de: Bild URL
hu: Kép URL
uk: URL зображення

source: The threshold at which the SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND will start deleting the oldest signature capture cache files. Specify the size in bytes.
de_de: Der Grenzwert (in Bytes) ab dem das SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND mit der Löschung der ältesten Unterschriftserfassungscachedateien beginnt.
hu: Az a küszöbérték, amelynél a SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND elkezdi törölni a legrégebbi aláírásgyűjtő gyorsítótár-fájlokat. A méret megadása bájtban.
uk: Поріг, при якому SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND почне видаляти найдавніші файли кешу підписів. Вкажіть розмір у байтах.

source: Path to the Storage subclass to use when storing the cached signature capture files.
de_de: Pfad zur Storage Subclass für die Speicherung der Cachedateien für Unterschriftserfassungsdateien.
hu: A Tárolás alosztály elérési útja a gyorsítótárazott aláíráskép fájlok tárolásakor.
uk: Шлях до підкласу сховища, який використовується при зберіганні кешованих файлів захоплення підпису.

source: Arguments to pass to the SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND.
de_de: Argumente, die an das SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND übergeben werden.
hu: Argumentumok a következőhöz: SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND.
uk: Аргументи, які передаються до SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND.

source: Unable to initialize the converter signature capture cachestorage. Check the settings {} and {} for formatting errors.
de_de: Kann den Konverter Unterschriftserfassungs-Cachestorage nicht initialisieren. Überprüfen Sie die Einstellungen {} und {} auf Formatierungsfehler.
hu: Nem sikerült inicializálni a konverter aláíráskép gyorsítótárát. Ellenőrizze a beállításokat {} és {} formázási hibákért.
uk: Неможливо ініціалізувати кеш-сховище підпису конвертера. Перевірте налаштування {} та {} на наявність помилок форматування.

source: Signature captures cache
de_de: Unterschriftserfassungscache
fr: Cache des signatures manuscrites
hu: Aláírásrögzítő gyorsítótár
uk: Кеш захопленого підпису

source: Sign above
de_de: Oben unterschreiben
fr: Signer ci-dessus
hu: Aláírás fent
uk: Підпишіть вище

source: Paste a signature capture (percent coordinates)
de_de: Eine Unterschriftserfassung einfügen (Koordinaten in Prozent)
fr: Coller une signature manuscrite (coordonnées en pourcentage)
hu: Aláíráskép beillesztése (százalékos koordináták)
uk: Вставити захоплення підпису (відсоткові координати)

source: Signature capture internal name
de_de: Interner Name der Unterschriftserfassung
fr: Nom interne de la signature manuscrite
hu: Az aláíráskép belső neve
uk: Внутрішнє ім'я запису підпису

source: Create signature capture for document: %s
de_de: Unterschriftserfassung für Dokument %s erstellen
fr: Créer une signature manuscrite pour le document: %s
hu: Aláíráskép létrehozása a következő dokumentumhoz: %s
uk: Створити захоплення підпису для документа: %s

source: Delete signature capture: %s
de_de: Unterschriftserfassung %s löschen
fr: Supprimer la signature manuscrite : %s
hu: Aláíráskép törlése: %s
uk: Видалити захоплення підпису: %s

source: Details of: %s
de_de: Details für %s
fr: Détails de : %s
hu: Részletek: %s
uk: Деталі: %s

source: Edit document signature capture: %s
de_de: Unterschriftserfassung %s bearbeiten
fr: Modifier la signature manuscrite du document: %s
hu: A dokumentum aláírásképének szerkesztése: %s
uk: Редагувати захоплення підпису документа: %s

source: Signature captures are electronic versions of a persons's handwritten signature.
de_de: Unterschriftserfassungen sind digitale Versionen einer handschriftlichen persönlichen Unterschrift.
hu: Az aláírásképek a személyek kézzel írt aláírásának elektronikus változatai.
uk: Підписи-захоплення - це електронні версії рукописного підпису особи.

source: Document has no signature captures
de_de: Das Dokument verfügt über keine Unterschriftserfassungen
fr: Le document n'a pas de signature manuscrite
hu: A dokumentumnak nincs aláírásképe
uk: Документ не містить захоплень підписів

source: Signature captures for document: %s
de_de: Unterschriftserfassungen für Dokument %s
fr: Signature manuscrite pour le document: %s
hu: Aláírás rögzítése a következő dokumentumhoz: %s
uk: Підписи захоплюються для документа: %s
