Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/cabinets/locale/*/LC_MESSAGES/django.po
Languages: he_il, mn_mn, nl, uk

source: Cabinets
he_il: תיקיות
mn_mn: Шүүгээ
nl: Rekken
uk: Кабінети

source: Documents
mn_mn: Баримт
nl: Documenten
uk: Документи

source: Cabinet created
he_il: תיקיה נוצר
mn_mn: Шүүгээ үүслээ
nl: Rek aangemaakt
uk: Кабінет створено

source: Cabinet deleted
he_il: התיקיה נמחק
uk: Кабінет видалено

source: Cabinet edited
he_il: התיקיה נערכה
mn_mn: Шүүгээ заслаа
nl: Rek bewerkt
uk: Кабінет відредаговано

source: Document added to cabinet
he_il: מסמך נוסף לתיקיה
mn_mn: Шүүгээнд баримт нэмлээ
nl: Document aan rek toegevoegd
uk: Документ додано до кабінету

source: Document removed from cabinet
he_il: מסמך הוסר מהתיקיה
mn_mn: Шүүгээнээс баримт хаслаа
nl: Document uit rek verwijderd
uk: Документ вилучено з кабінету

source: Remove from cabinets
he_il: הסרה מתיקיות
mn_mn: Шүүгээнээс хасах
nl: Uit rekken verwijderen
uk: Вилучити з кабінетів

source: Add to cabinets
he_il: הוספה לתיקיות
mn_mn: Шүүгээнд нэмэх
nl: Aan rekken toevoegen
uk: Додати до кабінетів

source: Add new level
he_il: הוספת רמה חדשה
mn_mn: Шинэ түвшин нэмэх
nl: Nieuw niveau toevoegen
uk: Додати новий рівень

source: Create cabinet
he_il: יצירת תיקיה
mn_mn: Шүүгээ үүсгэх
nl: Rek aanmaken
uk: Створити кабінет

source: Delete
he_il: מחיקה
mn_mn: Устгах
nl: Verwijderen
uk: Видалити

source: Edit
he_il: עריכה
mn_mn: Засах
nl: Bewerken
uk: Редагувати

source: All
he_il: הכל
mn_mn: Бүгд
nl: Alle
uk: Все

source: Details
mn_mn: Дэлгэрэнгүй
uk: Подробиці

source: Return a list of cabinets containing the document.
he_il: מציאת רשימה של תיקיות המכילות את המסמך.
mn_mn: Баримт агуулж буй шүүгээний жагсаалт руу буцах.
nl: Maak een lijst met rekken waarin het document voorkomt.
uk: Повернути список кабінетів, що містять документ.

source: The path to the cabinet including all ancestors.
he_il: הנתיב לתיקיה כולל כל האבות.
mn_mn: Шүүгээний бүх дээд түвшин агуулсан зам.
nl: Het pad naar het rek inclusief alle bovenliggende rekken
uk: Шлях до кабінету, включаючи всіх предків.

source: Full path
he_il: נתיב מלא
mn_mn: Бүрэн зам
nl: Volledig pad
uk: Повний шлях

source: Parent
he_il: אב (בהיררכיה)
uk: Родич

source: A short text used to identify the cabinet.
he_il: טקסט קצר המשמש לזיהוי התיקיה.
mn_mn: Шүүгээг илэрхийлэх богино нэр.
nl: Een korte tekst om het rek te herkennen.
uk: Короткий текст, який використовується для ідентифікації кабінету.

source: Label
mn_mn: Шошго
uk: Мітка

source: Cabinet
he_il: תיקיה
mn_mn: Шүүгээ
nl: Rek
uk: Кабінет

source: Parent and Label
he_il: אב ותווית
mn_mn: Эцэг болон Шошго
nl: Bovenliggend rek en label
uk: Батьківський клас і Мітка

source: %(model_name)s with this %(field_labels)s already exists.
mn_mn: %(model_name)s -н %(field_labels)s аль хэдийн байна.
nl: %(model_name)s met deze %(field_labels)s bestaat al.
uk: %(model_name)sз цим %(field_labels)s уже існує.

source: Document cabinet
he_il: תיקית מסמכים
mn_mn: Баримтын шүүгээ
nl: Documentrek
uk: Кабінет документів

source: Document cabinets
he_il: תיקיות מסמכים
mn_mn: Баримтын шүүгээнүүд
nl: Documentrekken
uk: Кабінети документів

source: Add documents to cabinets
he_il: הוסף מסמכים לתיקיות
mn_mn: Баримтуудыг шүүгээнүүдэд нэмэх
nl: Documenten aan rekken toevoegen
uk: Додати документи до кабінетів

source: Create cabinets
he_il: יצירת תיקיות
mn_mn: Шүүгээнүүд үүсгэх
nl: Rek aanmaken
uk: Створити кабінети

source: Delete cabinets
he_il: מחיקת תיקיות
mn_mn: Шүүгээнүүд устгах
nl: Rek verwijderen
uk: Видалити кабінети

source: Edit cabinets
he_il: עריכת תיקיות
mn_mn: Шүүгээнүүд засах
nl: Rek bewerken
uk: Редагувати кабінети

source: Remove documents from cabinets
he_il: הסרת מסמכים מתיקיות
mn_mn: Шүүгээнүүдээс баримтууд хасах
nl: Documenten verwijderen uit rekken
uk: Видалити документи з кабінетів

source: View cabinets
he_il: צפייה בתיקיות
mn_mn: Шүүгээнүүд харах
nl: Rekken bekijken
uk: Переглянути кабінети

source: Document type
mn_mn: Баримтын төрөл
uk: Тип документа

source: Document label
mn_mn: Баримтын шошго
uk: Мітка документа

source: Document description
mn_mn: Баримтын тайлбар
nl: Documentbeschrijving
uk: Опис документа

source: Document UUID
he_il: מזהה מסמך (UUID)
mn_mn: Баримтын UUID
uk: Документ UUID

source: Document file checksum
he_il: סכום ביקורת של קובץ המסמך
mn_mn: Баримтын checksum
nl: Controlesom documentbestand
uk: Контрольна сума файлу документа

source: Document file MIME type
mn_mn: Баримтын MIME төрөл
nl: Documentbestand MIME-type
uk: Тип файлу документа MIME

source: List of children cabinets.
he_il: רשימת תיקיות ילדים.
mn_mn: Дэд шүүгээний жагсаалт.
nl: Lijst van onderliggende rekken
uk: Список кабінетів-наслідників.

source: Children
he_il: בנים (בהיררכיה)
uk: Дитина

source: URL of the API endpoint showing the list documents inside this cabinet.
he_il: כתובת האתר (URL) של נקודת הקצה של ה-API מציגה את רשימת המסמכים בתוך תיקיה זו.
nl: URL van het API-eindpunt om de documentenlijst binnen het rek te laten zien.
uk: URL кінцевої точки API, що показує список документів всередині цього кабінету.

source: Documents URL
he_il: כתובת האתר (URL) של מסמכים
uk: URL-адреса документів

source: The name of this cabinet level appended to the names of its ancestors.
he_il: שם הרמה של תיקיה זו צורף לשמות אבותיו.
mn_mn: Энэ шүүгээний түвшний нэр дээд түвшний шүүгээний нэрний араас залгагдана.
nl: De naam van dit rekniveau werd toegevoegd aan de namen van de bovenliggende rekken.
uk: Назва цього рівня кабінету додалася до імен його предків.

source: Parents URL
he_il: כתובת ה-URL של האבות
uk: Батьківський URL

source: Primary key of the document to add to the cabinet.
he_il: מפתח ראשי של המסמך להוספה לתיקיה.
uk: Первинний ключ "Primary key" документа, який потрібно додати до кабінету.

source: Document ID
uk: ID документа

source: Primary key of the document to remove from the cabinet.
he_il: מפתח ראשי של המסמך להסרה מהתיקיה.
uk: Первинний ключ "Primary key" документа для вилучення з кабінету.

source: Navigation:
nl: Navigatie:
uk: Навігація:

source: Add new level to: %s
he_il: הוספת רמה חדשה ל: %s
mn_mn: %s-д шинэ түвшин нэмэх
nl: Nieuw niveau toevoegen aan: %s
uk: Додати новий рівень до: %s

source: Delete the cabinet: %s?
he_il: למחוק את התיקיה: %s?
mn_mn: Шүүгээг устгах: %s?
nl: Rek verwijderen: %s?
uk: Видалити кабінет: %s ?

source: Cabinet levels can contain documents or other cabinet sub levels. To add documents to a cabinet, select the cabinet view of a document view.
he_il: רמות התיקיה יכולות להכיל מסמכים או רמות משנה אחרות של התיקיה. כדי להוסיף מסמכים לתיקיה, יש לבחור תצוגת התיקיה של תצוגת מסמך.
mn_mn: Шүүгээний түвшин нь баримт эсвэл дэд шүүгээг агуулна. Шүүгээнд баримт нэмэхдээ шүүгээний харагдац эсвэл баримтын харагдацыг сонгоно уу.
nl: Rekniveau's kunnen documenten of andere subrekniveau's bevatten. Om een document aan een rek toe te voegen selecteert u de rek weergave van een document weergave.
uk: Рівні кабінету можуть містити документи або інші підрівні кабінету. Щоб додати документи до кабінету, виберіть режим перегляду документа.

source: This cabinet level is empty
he_il: רמת התיקיה הזו ריקה
mn_mn: Энэ шүүгээний түвшин хоосон.
nl: Dit rekniveau is leeg.
uk: Цей рівень кабінету порожній

source: Details of cabinet: %s
he_il: פרטי התיקיה: %s
mn_mn: Шүүгээний дэлгэрэнгүй: %s
nl: Rek details: %s
uk: Деталі кабінету: %s

source: Edit cabinet: %s
he_il: עריכת תיקיה: %s
mn_mn: Шүүгээг засах: %s
nl: Bewerk rek: %s
uk: Редагувати кабінет: %s

source: Cabinets are a multi-level method to organize documents. Each cabinet can contain documents as well as other sub level cabinets.
he_il: תיקיות הם שיטה מרובת רמות לארגון מסמכים. כל תיקיה יכולה להכיל מסמכים ו/או תת-תיקיות.
mn_mn: Шүүгээ нь баримтыг олон түвшинд зохион байгуулах арга юм. Шүүгээ бүр баримт болон дэд шүүгээг агуулж болно.
nl: Rekken zijn meerlaagse methodes om documenten te organiseren. Elk rek kan zowel documenten als andere subrekniveau's bevatten.
uk: Шафи – це багаторівневий спосіб організації документів. Кожна шафа може містити документи, а також інші шафи підрівня.

source: No cabinets available
he_il: אין תיקיות זמינות
mn_mn: Шүүгээ байхгүй байна
nl: Geen rek beschikbaar
uk: Немає доступних шаф

source: Document "%(object)s" added to cabinets successfully.
he_il: המסמך &quot;%(object)s&quot; נוסף לתיקיות בהצלחה.
mn_mn: Баримт "%(object)s" шүүгээнд амжилттай нэмлээ.
nl: Document "%(object)s" succesvol toegevoegd aan rekken.
uk: Документ "%(object)s" успішно додано до шаф.

source: %(count)d document added to cabinets successfully.
he_il: מסמך %(count)d נוסף לתיקיות בהצלחה.
mn_mn: %(count)d баримтыг шүүгээнд амжилттай нэмсэн.
nl: %(count)d document succesvol toegevoegd aan rekken.
uk: %(count)d документ успішно додано до шаф.

source: %(count)d documents added to cabinets successfully.
he_il: %(count)d מסמכים נוספו לתיקיות בהצלחה.
mn_mn: %(count)d баримт бичгүүдийг шүүгээнд амжилттай нэмсэн.
nl: %(count)d documenten succesvol toegevoegd aan rekken.
uk: %(count)d документи успішно додано до шаф.

source: Add %(count)d documents to cabinets.
he_il: הוספת %(count)d מסמכים לתיקיות.
mn_mn: %(count)d баримтыг шүүгээнд нэмэх.
nl: Voeg %(count)d documenten toe aan rekken.
uk: Додати документи %(count)d до шаф.

source: Add document "%(object)s" to cabinets.
he_il: הוספת המסמך &quot;%(object)s&quot; לתיקיות.
mn_mn: "%(object)s" баримтыг шүүгээнд нэмэх.
nl: Voeg document "%(object)s" toe aan rekken.
uk: Додайте документ "%(object)s" до шаф.

source: Add %(count)d document to cabinets.
he_il: הוסף מסמך %(count)d לתיקיות.
mn_mn: %(count)d баримтыг шүүгээнд нэмэх.
nl: Voeg %(count)d document toe aan rekken.
uk: Додайте документ %(count)d до шаф.

source: Cabinets to which the selected documents will be added.
he_il: תיקיות אליהם יתווספו המסמכים שנבחרו.
mn_mn: Сонгосон баримтуудыг нэмэх шүүгээ.
nl: Rekken waaraan de geselecteerde documenten worden toegevoegd.
uk: Шафи, до яких будуть додані вибрані документи.

source: Documents can be added to many cabinets.
he_il: ניתן להוסיף מסמכים לתיקיות רבות.
mn_mn: Баримтыг олон шүүгээнд нэмж болно.
nl: Documenten kunnen aan meerdere rekken worden toegevoegd.
uk: Документи можна додавати до багатьох шаф.

source: This document is not in any cabinet
he_il: מסמך זה אינו נמצא בשום תיקיה
mn_mn: Энэ баримт шүүгээгүй байна.
nl: Dit document zit in geen enkel rek
uk: Цього документа немає ні в одній шафі

source: Cabinets containing document: %s
he_il: תיקיות המכילות את המסמך: %s
mn_mn: %s-г агуулж буй шүүгээнүүд.
nl: Rek met document: %s
uk: Шафи, що містять документ: %s

source: Document "%(object)s" removed from cabinets successfully.
he_il: המסמך &quot;%(object)s&quot; הוסר מתיקיות בהצלחה.
mn_mn: Баримт "%(object)s" шүүгээнээс хасагдлаа.
nl: Document "%(object)s": is succesvol uit de rekken verwijderd.
uk: Документ "%(object)s" успішно видалено з шаф.

source: %(count)d document removed from cabinets successfully.
he_il: מסמך %(count)d הוסר מתיקיות בהצלחה.
mn_mn: %(count)d баримт шүүгээнээс амжилттай хасагдлаа.
nl: %(count)d document succesvol uit de rekken verwijderd.
uk: %(count)d документ успішно видалено зі шаф.

source: %(count)d documents removed from cabinets successfully.
he_il: %(count)d מסמכים הוסרו מהתיקיות בהצלחה.
mn_mn: %(count)d баримт шүүгээнээс амжилттай хасагдлаа.
nl: %(count)d documenten succesvol uit de rekken verwijderd.
uk: %(count)d документи успішно видалено з шаф.

source: Remove %(count)d documents from cabinets.
he_il: הסרת %(count)d מסמכים מתיקיות.
mn_mn: %(count)d баримтыг шүүгээнээс хасах.
nl: Verwijder %(count)d documenten uit rekken.
uk: Видалити %(count)d документів із шаф.

source: Remove document "%(object)s" from cabinets.
he_il: הסרת מסמך &quot;%(object)s&quot; מתיקיות.
mn_mn: Баримт "%(object)s"-г шүүгээнээс хасах.
nl: Verwijder document "%(object)s" uit de rekken.
uk: Вилучіть документ "%(object)s" із шаф.

source: Remove %(count)d document from cabinets.
he_il: הסר מסמך %(count)d מתיקיות.
mn_mn: %(count)d баримтыг шүүгээнээс хасах.
nl: Verwijder %(count)d document uit rekken.
uk: Вилучити документ %(count)d із шаф.

source: Cabinets from which the selected documents will be removed.
he_il: תיקיות מהו יוסרו המסמכים שנבחרו.
mn_mn: Сонгосон баримтуудыг хасах шүүгээ.
nl: Rekken waaruit de geselecteerde documenten worden verwijderd.
uk: Шафи, з яких будуть вилучені вибрані документи.

source: Select cabinets
he_il: בחירת תיקיות
mn_mn: Сонгосон шүүгээнүүд
nl: Rekken selecteren
uk: Оберіть шафи

source: Cabinets to which the document will be added.
he_il: תיקיות שאליהן יתווסף המסמך.
mn_mn: Баримт нэмэх шүүгээнүүд.
nl: Rekken waaraan het document wordt toegevoegd.
uk: Шафи, до яких буде додано документ.

source: Cabinets from which the document will be removed
uk: Шафи, з яких буде вилучено документ

source: URL
he_il: כתובת אתר (URL)
