Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/linking/locale/*/LC_MESSAGES/django.po
Languages: ar_eg

source: Linking
ar_eg: ربط

source: Label
ar_eg: العنوان

source: Smart links
ar_eg: الروابط الذكية

source: Smart link created
ar_eg: إنشاء الرابط الذكي

source: Smart link edited
ar_eg: تعديل الرابط الذكي

source: Foreign document field
ar_eg: مجال المستند الأجنبي

source: Create new smart link
ar_eg: إنشاء ارتباط ذكي جديد

source: Delete
ar_eg: حذف

source: Document types
ar_eg: أنواع الوثائق

source: Edit
ar_eg: تعديل

source: Documents
ar_eg: الوثائق

source: Create condition
ar_eg: إنشاء الشرط

source: Conditions
ar_eg: الشروط

source: and
ar_eg: و

source: or
ar_eg: أو

source: is equal to
ar_eg: يساوي

source: is equal to (case insensitive)
ar_eg: يساوي

source: contains
ar_eg: يحتوي

source: contains (case insensitive)
ar_eg: يحتوي

source: is in
ar_eg: موجود في

source: is greater than
ar_eg: أكبر من

source: is greater than or equal to
ar_eg: أكبر من أو يساوي

source: is less than
ar_eg: أقل من

source: is less than or equal to
ar_eg: أقل من أو يساوي

source: starts with
ar_eg: يبدأ ب

source: starts with (case insensitive)
ar_eg: يبدأ ب

source: ends with
ar_eg: ينتهي ب

source: ends with (case insensitive)
ar_eg: ينتهي ب

source: is in regular expression
ar_eg: في الوصف العادي

source: is in regular expression (case insensitive)
ar_eg: في الوصف العادي

source: Error generating dynamic label; %s
ar_eg: خطأ في إنشاء تسمية ديناميكية ؛ %s

source: This smart link is not allowed for the selected document's type.
ar_eg: هذا الارتباط الذكي غير مسموح به لنوع المستند المحدد.

source: not
ar_eg: رفض

source: Full label
ar_eg: التسمية الكاملة

source: A short text describing the smart link.
ar_eg: نص قصير يصف الارتباط الذكي.

source: Use this field to show a unique label depending on the document from which the smart link is being accessed.
ar_eg: استخدم هذا الحقل لإظهار تسمية فريدة بناءً على المستند الذي يتم من خلاله الوصول إلى الارتباط الذكي.

source: Dynamic label
ar_eg: التسمية الديناميكية

source: Enabled
ar_eg: مفعل

source: Smart link
ar_eg: رابط ذكي

source: The inclusion is ignored for the first item.
ar_eg: تجاهل العنصر

source: This represents the metadata of all other documents.
ar_eg: البيانات الوصفية لجميع الوثائق الأخرى

source: Foreign document attribute
ar_eg: سمة المستند الأجنبي

source: The expression using document properties to be evaluated against the foreign document field.
ar_eg: التعبير الذي يستخدم خصائص المستند المراد تقييمه مقابل حقل المستند الخارجي.

source: Expression
ar_eg: التعبير

source: Inverts the logic of the operator.
ar_eg: العمل التشغيلي

source: Link condition
ar_eg: شروط الارتباط

source: Link conditions
ar_eg: شروط الارتباط

source: Create new smart links
ar_eg: إنشاء ارتباطات ذكية جديدة

source: Delete smart links
ar_eg: حذف الروابط الذكية

source: Edit smart links
ar_eg: تحرير الروابط الذكية

source: View existing smart links
ar_eg: عرض الروابط الذكية

source: Document type ID
ar_eg: مُعرِّف نوع المستند

source: Document types URL
ar_eg: عنوان URL لأنواع المستندات

source: Document types add URL
ar_eg: عنوان URL لإضافة أنواع المستندات

source: Document types remove URL
ar_eg: عنوان URL لحذف أنواع المستندات

source: Conditions are small logic units that when combined define how the smart link will behave.
ar_eg: الشروط عبارة عن وحدات منطقية صغيرة تحدد عند دمجها كيفية عمل الارتباط الذكي.

source: There are no conditions for this smart link
ar_eg: لا توجد شروط لهذا الارتباط الذكي

source: Conditions for smart link: %s
ar_eg: شروط الارتباط الذكي: %s

source: Add new conditions to smart link: "%s"
ar_eg: أضف شرط جديد للرابط الذكي: "%s"

source: Delete smart link condition: "%s"?
ar_eg: هل تريد حذف شرط الارتباط الذكي: &quot;%s&quot;؟

source: Edit smart link condition
ar_eg: تحرير شرط الرابط الذكي

source: Indexes group documents into units, usually with similar properties and of equal or similar types. Smart links allow defining relationships between documents even if they are in different indexes and are of different types.
ar_eg: تقوم الفهارس بتجميع الوثائق ضمن وحدات ، ذات خصائص متماثلة تسمح الروابط الذكية من تعريف العلاقة بين الوثائف بمختلف فهارسها

source: There are no smart links
ar_eg: لا توجد روابط ذكية

source: Smart links allow defining relationships between documents even if they are in different indexes and are of different types.
ar_eg: تمكن الروابط الذكية من جعل الاتباطات أكثر سهولة بين الوثائق سواءً كانت في فهارس مختلفة أو أنواع مختلفة

source: Available smart links
ar_eg: الروابط الذكية المتاحة

source: Smart links enabled
ar_eg: تم تمكين الروابط الذكية

source: Smart links to enable for document type: %s
ar_eg: روابط ذكية لتمكين نوع المستند: %s

source: Available document types
ar_eg: أنواع الوثائق المتاحة

source: Document types enabled
ar_eg: تفعيل الوثائق

source: Document type for which to enable smart link: %s
ar_eg: نوع الوثيقة المطلوب تمكين الارتباط الذكي له: %s

source: Delete smart link: %s
ar_eg: حذف الارتباط الذكي: %s

source: Edit smart link: %s
ar_eg: تحرير الرابط الذكي: %s
