Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/document_downloads/locale/*/LC_MESSAGES/django.po
Languages: es, hu, pl, ro_ro, uk

source: Document downloads
es: Descargas de documentos
hu: Dokumentumletöltések
pl: Pobieranie dokumenów
ro_ro: Descărcări de documente
uk: Завантаження документів

source: Document_file_bundle.zip
es: Paquete_de_archivos_de_documentos.zip
ro_ro: Document_fișier_pachet.zip

source: Compressed document files
es: Archivos de documentos comprimidos
hu: Tömörített dokumentumfájlok
pl: Skompresowane pliki dokumentów
ro_ro: Fișiere de documente comprimate
uk: Стислі файли документів

source: Documents downloads
es: Descargas de documentos
hu: Dokumentum letöltések
pl: Pobieranie dokumentów
ro_ro: Descărcări de documente
uk: Завантаження документів

source: Document file downloaded
es: Archivo de documento descargado
hu: Letöltött dokumentumfájlok
pl: Dokument został pobrany
ro_ro: Fișier document descărcat
uk: Документ завантажено

source: Document file ID
es: ID de archivo de documento
hu: Dokumentumfájl azonosító
pl: ID pliku dokumentu
ro_ro: ID fișier document
uk: ID файлу документа

source: Document
es: Documento
hu: Dokumentum
pl: Dokument
uk: Документ

source: Document file
es: Archivo de documento
hu: Dokumentumfájl
pl: Plik dokumentu
ro_ro: Fișierul documentului
uk: Файл документа

source: Include
es: Incluir
hu: Tartalmaz
pl: Dołącz
uk: Включати

source: Download files
es: Descargar archivos
hu: Letöltési fájlok
pl: Pobierz pliki
ro_ro: Descărcați fișiere
uk: Завантажити файли

source: Quick download
es: Descarga rápida
hu: Gyors letöltés
pl: Szybkie pobieranie
ro_ro: Descărcați rapid
uk: Швидке завантаження

source: The document files have been compressed and are available for download using the link: {{ download_url }} or from the downloads area ({{ download_list_url }}).
es: Los archivos del documento han sido comprimidos y están disponibles para descargar usando el enlace: {{ download_url }} o desde el área de descargas ({{ download_list_url }}).
hu: A dokumentumfájlokat tömörítettük, és letölthetők a következő linkről: {{ download_url }} vagy a letöltési területről ({{ download_list_url }}).
ro_ro: Fișierele documentului au fost comprimate și sunt disponibile pentru descărcare folosind link-ul: {{ download_url }} sau din zona de descărcări ({{ download_list_url }}).
uk: Документи були стиснуті і доступні для завантаження за посиланням: {{ download_url }} або з області завантажень ({{ download_list_url }}).

source: Document files ready for download.
es: Archivos de documentos listos para descargar.
hu: Dokumentumfájlok letöltésre készen.
pl: Pliki dokumentów gotowe do pobrania.
ro_ro: Fișiere de documente gata pentru descărcare.
uk: Файли документу готові до завантаження.

source: Download document files
es: Descargar archivos de documentos
hu: Dokumentumfájlok letöltése
pl: Pobieranie plików dokumentów
ro_ro: Descărcați fișierele de documente
uk: Завантажити файли документу

source: Generate a compressed document file bundle
es: Generar un paquete de archivos de documentos comprimidos
hu: Tömörített dokumentumfájl-csomag létrehozása
pl: Wygeneruj pakiet skompresowanych plików dokumentów
ro_ro: Generați un pachet de fișiere de documente comprimate
uk: Створити пакет файлів стисненого документа

source: Template for the document download message body text. Can include HTML. Available variables: {}
es: Plantilla para el texto del cuerpo del mensaje de descarga del documento. Puede incluir HTML. Variables disponibles: {}
hu: Sablon a dokumentumletöltési üzenet törzsszövegéhez. Tartalmazhat HTML-t. Elérhető változók: {}
ro_ro: Șablon pentru textul corpului mesajului de descărcare a documentului. Poate include HTML. Variabile disponibile: {}
uk: Шаблон для тексту повідомлення про завантаження документу. Може містити HTML. Доступні змінні: {}

source: Template for the document download message subject line. Can't include HTML. Available variables: {}
es: Plantilla para la línea de asunto del mensaje de descarga del documento. No se puede incluir HTML. Variables disponibles: {}
hu: Sablon a dokumentumletöltési üzenet tárgysorához. Nem tartalmazhat HTML-t. Elérhető változók: {}
ro_ro: Șablon pentru linia de subiect al mesajului de descărcare a documentului. Nu se poate include HTML. Variabile disponibile: {}
uk: Шаблон для заголовка повідомлення про завантаження документа. Не може містити HTML. Доступні змінні: {}

source: Unable to queued document "%(instance)s" for file download; %(exception)s.
es: No se puede poner en cola el documento "%(instance)s" para descarga de archivo; %(exception)s.
hu: Nem lehet sorba helyezni a "%(instance)s" dokumentumot a fájl letöltéséhez; %(exception)s .
pl: Nie można umieścić dokumentu "%(instance)s" w kolejce do pobrania pliku; %(exception)s.
ro_ro: Imposibil de pus în coadă documentul „ %(instance)s ” pentru descărcarea fișierului; %(exception)s .
uk: Неможливо поставити документ "%(instance)s" в чергу для завантаження файлу; %(exception)s.

source: %(count)d document files queued for download.
es: %(count)d archivos de documentos en cola para descargar.
hu: %(count)d dokumentumfájl letöltésre vár.
pl: %(count)d plików dokumentów oczekuje na pobranie.
ro_ro: %(count)d fișiere de documente puse în coadă pentru descărcare.
uk: %(count)d файлів документа очікують на завантаження.

source: Document file "%(object)s" queued for download.
es: Archivo de documento "%(object)s" en cola para descargar.
hu: A "%(object)s" dokumentumfájl letöltési sorba áll.
pl: Plik dokumentu " %(object)s" w kolejce do pobrania.
ro_ro: Fișierul documentului „ %(object)s ” a fost pus în coadă pentru descărcare.
uk: Документ "%(object)s" поставлено в чергу для завантаження.

source: %(count)d document file queued for download.
es: %(count)d archivo de documento en cola para descargar.
hu: %(count)d dokumentumfájl letöltésre vár.
pl: %(count)d plik dokumentu oczekuje na pobranie.
ro_ro: %(count)d fișier document aflat în coadă pentru descărcare.
uk: %(count)d файлів документа поставлено в чергу для завантаження.

source: Download files of %(count)d documents
es: Descargar archivos de %(count)d documentos
hu: %(count)d dokumentumfájl letöltése
pl: Pobierz pliki %(count)d dokumentów
ro_ro: Descărcați fișierele pentru %(count)d documente
uk: Завантажити файли %(count)d документів

source: Download files of document: %(object)s
es: Descargar archivos del documento: %(object)s
hu: A következő dokumentum fájljainak letöltése: %(object)s
pl: Pobierz pliki dokumentu: %(object)s
ro_ro: Descărcați fișierele documentului: %(object)s
uk: Завантажити файли документа: %(object)s

source: Download files of %(count)d document
es: Descargar archivos de %(count)d documento
hu: A %(count)d dokumentum fájljainak letöltése
pl: Pobierz pliki %(count)d dokumentu
ro_ro: Descărcați fișierele documentului %(count)d
uk: Завантажити файли %(count)d документа

source: The process will be performed in the background. The document files will be available in the downloads area.
es: El proceso se realizará en segundo plano. Los archivos del documento estarán disponibles en el área de descargas.
hu: A folyamat a háttérben történik. A dokumentumfájlok a letöltési területen lesznek elérhetők.
ro_ro: Procesul va fi efectuat în fundal. Fișierele documentelor vor fi disponibile în zona de descărcare.
uk: Процес буде виконуватися в фоновому режимі. Файли документів будуть доступні в області завантажень.
