Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/ocr/locale/*/LC_MESSAGES/django.po
Languages: hu, uk

source: The OCR content.
hu: Az OCR tartalom.
uk: OCR вміст.

source: A generator returning the document's version pages OCR content.
hu: Egy generátor, amely visszaadja a dokumentumverzió oldalak OCR tartalmát.
uk: Генератор, що повертає OCR-вміст сторінок версії документа.

source: OCR content
hu: OCR tartalom
uk: OCR вміст

source: Tesseract OCR not found.
hu: A Tesseact OCR nem található.
uk: Tesseract OCR не знайдено.

source: Free Open Source OCR Engine
hu: Ingyenes nyílt forráskódú OCR motor
uk: Безкоштовний OCR-двигун з відкритим вихідним кодом.

source: Document version OCR content deleted
hu: A dokumentumverzió OCR tartalma törölve
uk: Вміст OCR версії документа видалено

source: Document version page OCR content edited
hu: A dokumentumverzió oldalának OCR tartalma szerkesztve
uk: Вміст OCR сторінки версії документа відредаговано

source: Document version submitted for OCR
hu: Az OCR-re beküldött dokumentumverzió
uk: Версія документа надіслана для OCR

source: Document version OCR finished
hu: A dokumentumverzió OCR-ezése befejeződött
uk: Розпізнавання версії документа завершено

source: Contents
hu: Tartalom
uk: Зміст

source: Page %(page_number)d
hu: %(page_number)d oldal
uk: Сторінка %(page_number)d

source: Setup OCR
hu: OCR karakterfelismerés beállítása
uk: Налаштувати OCR

source: OCR documents per type
hu: Karakterfelismerés dokumentum típus alapján
uk: OCR документи за типом

source: Delete OCR content
hu: Az OCR-tartalom törlése
uk: Видалити вміст OCR

source: Download OCR text
hu: OCR szöveg letöltése
uk: Завантажити OCR текст

source: Submit for OCR
hu: OCR-re küldés
uk: Надіслати для OCR

source: Edit OCR
hu: OCR szerkesztése
uk: Редагувати OCR

source: Document type
hu: Dokumentumtípus
uk: Тип документа

source: Automatically queue newly created documents for OCR.
uk: Автоматично ставити в чергу новостворені документи для OCR.

source: Auto OCR
hu: Automatikus OCR
uk: Автоматичне OCR

source: Document type settings
hu: Dokumentumtípus beállítások
uk: Параметри типу документа

source: Document types settings
hu: Dokumentumtípusok beállításai
uk: Налаштування типів документів

source: Document version page
hu: Dokumentumverzió oldal
uk: Сторінка версії документа

source: The actual text content extracted by the OCR backend.
hu: Az OCR háttérrendszer által kivont tényleges szövegtartalom.
uk: Фактичний текстовий вміст, отриманий серверною частиною OCR.

source: Content
hu: Tartalom
uk: Зміст

source: Document version page OCR content
hu: Dokumentumverzió oldal OCR tartalma
uk: Вміст OCR сторінки версії документа

source: Document version pages OCR contents
hu: Dokumentumverzió oldalak OCR tartalma
uk: Вміст OCR сторінки версії документа

source: Submit documents for OCR
hu: Dokumentumok beküldése OCR-re
uk: Подати документи для OCR

source: Edit the transcribed text from document
hu: A dokumentumból kivont szöveg szerkesztése
uk: Редагувати транскрибований текст із документа

source: View the transcribed text from document
hu: A dokumentumból kivont szöveg áttekintése
uk: Переглянути транскрибований текст із документа

source: Change document type OCR settings
hu: A dokumentum típus karakterfelismerő beállításának megváltoztatása
uk: Змінити параметри OCR типу документа

source: Finish document version OCR
hu: A dokumentumverzió OCR befejezése
uk: Готова версія документа OCR

source: Document version page OCR
hu: Dokumentumverzió oldal OCR
uk: OCR сторінки версії документа

source: Document version OCR
hu: Dokumentum verzió karakterfelismerés
uk: Версія документа OCR

source: Set new document types to perform OCR automatically by default.
hu: Az új dokumentumtípusok beállítása úgy, hogy alapértelmezés szerint automatikusan végrehajtódjon az OCR.
uk: Встановити нові типи документів для автоматичного виконання OCR за замовчуванням.

source: Full path to the backend to be used to do OCR.
hu: Az OCR végrehajtásához használt háttérrendszer teljes elérési útja.
uk: Повний шлях до серверної частини, яка буде використовуватися для OCR.

source: Edit OCR settings for document type: %s.
hu: Az OCR beállítások szerkesztése a következő dokumentumtípushoz: %s .
uk: Редагувати налаштування OCR для типу документу: %s.

source: Submit all documents of a type for OCR
hu: Az összes dokumentumtípus beküldése OCR-re
uk: Надіслати всі документи певного типу для OCR

source: %(count)d documents added to the OCR queue.
hu: %(count)d dokumentum hozzáadva az OCR-sorhoz.
uk: %(count)d документів додано до черги OCR.

source: Error deleting document version OCR "%(instance)s"; %(exception)s
hu: Hiba az OCR "%(instance)s" dokumentumverziójának törlésekor; %(exception)s
uk: Помилка видалення версії документа OCR "%(instance)s"; %(exception)s

source: OCR content of %(count)d document versions deleted successfully.
hu: %(count)d dokumentumverzió OCR tartalma sikeresen törölve.
uk: OCR вміст %(count)d версій документів успішно видалено.

source: OCR content of "%(object)s" deleted successfully.
hu: A "%(object)s" OCR tartalma sikeresen törölve.
uk: OCR вміст "%(object)s" успішно видалено.

source: OCR content of %(count)d document version deleted successfully.
hu: A %(count)d dokumentumverzió OCR tartalma sikeresen törölve.
uk: OCR вміст %(count)d версії документа успішно видалено.

source: Delete the OCR content of the %(count)d selected document versions.
hu: A %(count)d kiválasztott dokumentumverzió OCR tartalmának törlése.
uk: Видалити OCR-вміст %(count)d вибраних версій документів.

source: Delete the OCR content of: %(object)s.
hu: A következő OCR tartalom törlése: %(object)s .
uk: Видалити OCR-вміст: %(object)s.

source: Delete the OCR content of the %(count)d selected document version.
hu: A %(count)d kiválasztott dokumentumverzió OCR tartalmának törlése.
uk: Видалити OCR-вміст %(count)d вибраної версії документа.

source: OCR result for document: %s
hu: OCR eredménye a következő dokumentumhoz: %s
uk: OCR результат для документа: %s

source: %(count)d document version submitted to the OCR queue.
hu: %(count)d dokumentumverzió elküldve az OCR-sorba.
uk: %(count)d версія документа надіслана в чергу OCR.

source: %(count)d document versions submitted to the OCR queue.
hu: Az OCR-sorba elküldött %(count)d dokumentumverzió.
uk: %(count)d версій документів надіслано в чергу OCR.

source: Submit the selected document version to the OCR queue?
hu: Elküldi a kiválasztott dokumentumverziót az OCR-sorba?
uk: Подати вибрану версію документа в чергу OCR?

source: OCR result for document version page: %s
hu: OCR-eredmény a dokumentum verzióoldalához: %s
uk: OCR результат для сторінки версії документа: %s

source: Edit OCR for document version page: %s
hu: OCR szerkesztése a dokumentum verzióoldalához: %s
uk: Редагувати OCR для сторінки версії документа: %s

source: Page condition
hu: Az oldal állapota
uk: Стан сторінки

source: The condition that will determine if a document page's OCR content will be modified or not. The condition is evaluated against the iterated document page. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
hu: Az a feltétel, amely meghatározza, hogy egy dokumentumoldal OCR-tartalma módosul-e vagy sem. A feltétel kiértékelése az iterált dokumentumoldalon történik. Azok a feltételek, amelyek nem adnak vissza semmilyen értéket, amelyek a Python logikai None-t vagy egy üres karakterláncot (''') adnak vissza, logikai false-nak, minden más érték logikai true-nak tekintendő.
uk: Умова, яка визначатиме, чи буде змінено OCR-вміст сторінки документа чи ні. Умова оцінюється відносно ітерованої сторінки документа. Умови, які не повертають жодного значення, які повертають логічне значення None у Python або порожній рядок (''), вважаються логічним хибним, будь-яке інше значення вважається логічним істинним.

source: Page content
hu: Az oldal tartalma
uk: Вміст сторінки

source: A template that will generate the OCR content to be saved.
hu: Egy sablon, amely létrehozza a mentendő OCR-tartalmat.
uk: Шаблон, який генеруватиме OCR-вміст для збереження.

source: Update document page OCR content
hu: A dokumentumoldal OCR tartalmának frissítése
uk: Оновити вміст OCR сторінки документа
