Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: de_de, hu, ru, uk

source: Delete metadata type: %(object)s.
de_de: Lösche Metadatentyp: %(object)s.
hu: Metaadattípus törlése: %(object)s .
uk: Видалити тип метаданих: %(object)s.

source: Delete the %(count)d selected metadata type.
de_de: %(count)d ausgewählten Metadatentyp löschen.
hu: A %(count)d kiválasztott metaadattípus törlése.
uk: Видалити %(count)d вибраний тип метаданих.

source: Edit metadata type: %s
de_de: Metadatentyp %s bearbeiten
hu: Metaadattípus szerkesztése: %s
ru: Редактировать тип метаданных: %s
uk: Редагувати тип метаданих: %s

source: Metadata types are user defined properties that can be assigned values. Once created they must be associated to document types, either as optional or required, for each. Setting a metadata type as required for a document type will block the upload of documents of that type until a metadata value is provided.
de_de: Metadatentypen sind durch den Benutzer definierte Eigenschaften, denen Werte zugeordnet werden können. Sie müssen Dokumententypen zugeordnet werden, entweder optional oder erforderlich. Einen Metadatentyp als erforderlich setzen bedeutet für dein Dokument, dass die Weiterverarbeitung blockiert ist, bis der entsprechende Wert geliefert wird.
hu: A metaadattípusok olyan felhasználó által meghatározott tulajdonságok, amelyekhez értékek rendelhetők. Létrehozásukat követően a dokumentumtípusokhoz kell társítani őket, választható vagy kötelező jelleggel, minden egyes dokumentumtípushoz. A metaadattípus kötelezővé tétele egy dokumentumtípushoz blokkolja az adott típusú dokumentumok feltöltését mindaddig, amíg a metaadatértéket meg nem adják.
uk: Типи метаданих - це властивості, визначені користувачем, яким можуть бути призначені значення. Після створення їх необхідно пов'язати з типами документів, як необов'язкові або обов'язкові, для кожного з них. Встановлення типу метаданих як обов'язкового для типу документу блокуватиме завантаження документів цього типу, поки не буде надане значення метаданих.

source: There are no metadata types
de_de: Keine Metadatentypen vorhanden
hu: Nincsenek metaadattípusok
ru: Нет типов метаданных
uk: Немає типів метаданих

source: Create metadata type relationships to be able to associate them to this document type.
de_de: Beziehungen von Metadatentypen erstellen, um sie diesem Dokumententyp zuordnen zu können.
hu: Metaadattípus kapcsolatok létrehozása, hogy hozzárendelhesse őket ehhez a dokumentumtípushoz.
ru: Создайте отношения типа метаданных, чтобы иметь возможность связать их с этим типом документа.
uk: Створити зв’язки типів метаданих, щоб мати можливість зв’язати їх із цим типом документа.

source: There are no metadata type relationships available
de_de: Keine Beziehungen von Metadatentypen verfügbar
hu: Nem állnak rendelkezésre metaadattípus kapcsolatok
ru: Нет доступных отношений типов метаданных
uk: Немає доступних зв’язків типів метаданих

source: Metadata type relationships for document type: %s
de_de: Beziehungen von Metadatentypen für Dokumententyp %s
hu: A dokumentumtípus metaadattípus-kapcsolatai: %s
ru: Отношения типа метаданных для типа документа: %s
uk: Зв’язки типу метаданих для типу документа: %s

source: Document type relationships for metadata type: %s
de_de: Dokumententyp-Beziehungen für Metadatentyp %s
hu: A metaadattípus dokumentumtípus-kapcsolatai: %s
ru: Отношения типа документа для типа метаданных: %s
uk: Зв’язки типу документа для типу метаданих: %s

source: Enter document metadata
de_de: Dokumentmetadaten eingeben
hu: A dokumentum metaadatainak megadása
ru: Введите метаданные документа
uk: Ввести метадані документа

source: One of more metadata types that are required for this document type are not available.
de_de: Einer oder mehrere für diesen Dokumententyp erforderliche Metadatentypen sind nicht verfügbar.
hu: Az ehhez a dokumentumtípushoz szükséges metaadattípusok közül egy nem érhető el.
uk: Один або більше типів метаданих, які необхідні для цього типу документа, недоступні.

source: Metadata types to add to the document.
de_de: Zum Dokument hinzuzufügende Metadatentypen.
hu: A dokumentumhoz hozzáadandó metaadattípusok.
ru: Типы метаданных, которые нужно добавить к документу.
uk: Типи метаданих, які потрібно додати до документа.

source: Unable to add metadata type "%(metadata_type)s" from document: %(document)s. Exception: %(exception)s
de_de: Kann Metadatentyp "%(metadata_type)s" von Dokument %(document)s nicht hinzufügen. Fehler: %(exception)s
hu: Nem sikerült hozzáadni a "%(metadata_type)s" metaadattípust a következő dokumentumból: %(document)s . Kivétel: %(exception)s
ru: Невозможно добавить тип метаданных "%(metadata_type)s" к документу: %(document)s. Исключение: %(exception)s
uk: Неможливо додати тип метаданих "%(metadata_type)s" з документа: %(document)s. Виняток: %(exception)s

source: Value to assign to the metadata. Can be a literal value or template code.
de_de: Wert, der Metadaten hinzugefügt werden soll. Kann ein Zeichenkette oder Vorlagencode sein.
hu: A metaadatokhoz hozzárendelendő érték. Lehet szó szerinti érték vagy sablonkód.
ru: Значение, присваиваемое типу метаданных. Может быть буквальным значением или кодом шаблона.
uk: Значення для призначення метаданим. Може бути літеральним значенням або кодом шаблону.

source: Metadata types to edit.
de_de: Zu bearbeitende Metadatentypen.
hu: Szerkesztendő metaadattípusok.
ru: Тип метаданных для редактирования.
uk: Типи метаданих для редагування.

source: Unable to edit metadata type "%(metadata_type)s" from document: %(document)s. Document does not have the metadata type to be edited. Exception: %(exception)s
de_de: Kann Metadatentyp "%(metadata_type)s" von Dokument %(document)s nicht bearbeiten. Dem Dokument wurde der Metadatentyp nicht zugewiesen. Fehler: %(exception)s
hu: A "%(metadata_type)s” metaadattípus nem szerkeszthető a következő dokumentumból: %(document)s . A dokumentum nem rendelkezik a szerkeszteni kívánt metaadattípussal. Kivétel: %(exception)s
uk: Неможливо редагувати тип метаданих "%(metadata_type)s" з документа: %(document)s. У документа немає типу метаданих для редагування. Виняток: %(exception)s

source: Metadata types to remove from the document.
de_de: Vom Dokument zu entfernende Metadatentypen.
hu: A dokumentumból eltávolítandó metaadattípusok.
ru: Типы метаданных, которые нужно удалить из документа.
uk: Типи метаданих, які потрібно видалити з документа.

source: Unable to remove metadata type "%(metadata_type)s" from document: %(document)s. Exception: %(exception)s
de_de: Kann Metadatentyp "%(metadata_type)s" von Dokument %(document)s nicht entfernen. Fehler: %(exception)s
hu: A "%(metadata_type)s" metaadattípus nem távolítható el a következő dokumentumból: %(document)s . Kivétel: %(exception)s
ru: Невозможно удалить тип метаданных "%(metadata_type)s" из документа: %(document)s. Исключение: %(exception)s
uk: Неможливо видалити тип метаданих "%(metadata_type)s" з документа: %(document)s. Виняток: %(exception)s
