Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: de_de, hu, ru, uk

source: Metadata
de_de: Metadaten
hu: Metaadat
ru: Метаданные
uk: Метадані

source: Return the value of a specific document metadata.
de_de: Den Wert eines spezifischen Dokumenten-Metadateneintrags zurückgeben.
hu: Egy adott dokumentum metaadatának értékét adja vissza.
ru: Возвращает значение определенных метаданных документа.
uk: Повернути значення конкретних метаданих документа.

source: Metadata value of
de_de: Metadatenwert von
hu: Metaadat érték
ru: Значение метаданных
uk: Метадані значення

source: Metadata type name
de_de: Name Metadatentyp
hu: Metaadat típusnevek
ru: Название типа метаданных
uk: Метадані назви типу

source: Metadata value
de_de: Metadatenwert
hu: Metaadat érték
ru: Значение метаданных
uk: Значення метаданих

source: Document metadata added
de_de: Dokumentmetadaten hinzugefügt
hu: A dokumentum metaadat hozzáadva
ru: Метаданные документа добавлены
uk: Додано метадані документа

source: Document metadata edited
de_de: Dokumentmetadaten bearbeitet
hu: A dokumentum metaadat szerkesztve
ru: Метаданные документа изменены
uk: Відредаговано метадані документа

source: Document metadata removed
de_de: Dokumentmetadaten entfernt
hu: A dokumentum metaadat eltávolítva
ru: Метаданные документа удалены
uk: Метадані документа видалено

source: Metadata type created
de_de: Metadatentyp erstellt
hu: Metaadattípus létrehozva
ru: Тип метаданных создан
uk: Тип метаданих створено

source: Metadata type edited
de_de: Metadatentyp bearbeitet
hu: Metaadattípus szerkesztve
ru: Тип метаданных изменен
uk: Тип метаданих відредаговано

source: Metadata type relationship updated
de_de: Metadatentypbeziehung aktualisiert
hu: Metaadat típusú kapcsolat frissítve
ru: Отношение типа метаданных обновлено
uk: Оновлено зв’язок типу метаданих

source: ID
hu: Azonosító

source: Name
hu: Név
ru: Имя
uk: Ім'я

source: Value
de_de: Wert
hu: Érték
ru: Значение
uk: Значення

source: Update
de_de: Aktualisieren
hu: Frissítés
ru: Обновить
uk: Оновлення

source: Required
de_de: Erforderlich
hu: Kötelező
ru: Требуемый
uk: Обов'язково

source: Lookup value error: %s
de_de: Fehler für Suchwert: %s
hu: Keresési érték hiba: %s
ru: Ошибка значения поиска: %s
uk: Помилка пошуку значення: %s

source: Default value error: %s
de_de: Fehler für Standardwert: %s
hu: Az alapértelmezett érték hiba: %s
ru: Ошибка значения по умолчанию: %s
uk: Помилка значення за замовчуванням: %s

source: "%s" is required for this document type.
de_de: "%s" wird für diesen Dokumententyp benötigt.
hu: Ehhez a dokumentumtípushoz a "%s" megadása szükséges.
ru: "%s" требуется для этого типа документа.
uk: "%s" потрібно для цього типу документа.

source: Metadata types to be added to the selected documents.
de_de: Metadatentypen für die ausgewählten Dokumente.
hu: A kiválasztott dokumentumokhoz hozzáadandó metaadat .
ru: Типы метаданных, которые будут добавлены к выбранным документам.
uk: Типи метаданих, які потрібно додати до вибраних документів.

source: Metadata type
de_de: Metadatentyp
hu: Metaadat típus
ru: Тип метаданных
uk: Тип метаданих

source: Remove
de_de: Entfernen
hu: Eltávolítás
ru: Удалить
uk: Видалити

source: Basic
de_de: Basis
hu: Alapvető
uk: Основний

source: Values
de_de: Werte
hu: Értékek
uk: Значення

source: Validation
de_de: Validierung
hu: Érvényesítés
uk: Перевірка

source: Parsing
hu: Elemzés
ru: Анализ
uk: Аналіз

source: Available template context variables:
de_de: Verfügbare Kontextvariablen:
hu: Elérhető sablonkontextus változók:
ru: Доступные переменные контекста шаблона:
uk: Доступні контекстні змінні шаблону:

source: None
de_de: Keine
hu: Nincs
ru: Нет

source: Optional
hu: Választható
ru: Необязательный
uk: Додатково

source: Add metadata
de_de: Metadaten hinzufügen
hu: Metaadat hozzáadása
ru: Добавить метаданные
uk: Додати метадані

source: Edit metadata
de_de: Metadaten bearbeiten
hu: Metaadat szerkesztése
ru: Редактировать метаданные
uk: Редагувати метадані

source: Remove metadata
de_de: Metadaten entfernen
hu: Metaadat eltávolítása
ru: Удалить метаданные
uk: Видалити метадані

source: Metadata types
de_de: Metadatentypen
hu: Metaadat típusok
ru: Типы метаданных
uk: Типи метаданих

source: Document types
de_de: Dokumententypen
hu: Dokumentumtípusok
ru: Типы документов
uk: Тип документа

source: Create new
de_de: Erstellen
hu: Új létrehozása
ru: Создать тип метаданных
uk: Створити новий

source: Delete
de_de: Löschen
hu: Törlés
ru: Удалить
uk: Видалити

source: Edit
de_de: Bearbeiten
hu: Szerkesztés
ru: Редактировать
uk: Редагувати

source: Date and time parser
de_de: Datum und Zeit Parser
hu: Dátum és idő elemző
uk: Дата та час парсингу

source: Date parser
de_de: Datum Parser
hu: Dátumelemző
uk: Дата парсингу

source: Regular expression parser
de_de: Regulärer Ausdruck Parser
hu: Reguláris kifejezés elemző
uk: Парсер регулярних виразів

source: Time parser
de_de: Zeit Parser
hu: Időelemző
uk: Парсер часу

source: Date and time validator
de_de: Datum und Zeit Validierer
hu: Dátum és idő érvényesítő
uk: Валідатор дати та часу

source: Date validator
de_de: Datum Validierer
hu: Dátum érvényesítő
uk: Валідатор дати

source: Regular expression validator
de_de: Regulärer Ausdruck Validierer
hu: Reguláris kifejezés érvényesítő
uk: Валідатор регулярних виразів

source: The input string does not match the pattern.
de_de: Die Eingabezeichenkette stimmt nicht mit dem Muster überein.
hu: A bemeneti karakterlánc nem egyezik a mintával.
uk: Введений рядок не відповідає шаблону.

source: Time validator
de_de: Zeit Validierer
hu: Idő érvényesítő
uk: Валідатор часу

source: Return the metadata of the document.
de_de: Die Metadaten des Dokuments zurückgeben.
hu: A dokumentum metaadatainak visszaadása.
ru: Возвращает метаданные документа.
uk: Повернути метадані документа.

source: Selected documents must be of the same type.
de_de: Ausgewählte Dokumente müssen den gleichen Typ haben.
hu: A kiválasztott dokumentumoknak azonos típusúaknak kell lenniük.
ru: Выбранные документы должны быть одного типа.
uk: Вибрані документи мають бути одного типу.

source: Name used by other apps to reference this metadata type. Do not use python reserved words, or spaces.
de_de: Name, der von anderen Programmteilen zur Referenzierung auf diesen Metadatentyp verwendet wird. Verwenden Sie keine in Python reservierte Wörter oder Leerzeichen.
hu: Más alkalmazások által erre a metaadat típusra hivatkozó név. Ne használjon python által fenntartott szavakat vagy szóközöket.
ru: Это значение будет использоваться другими приложениями для ссылки на этот тип метаданных. Не используйте зарезервированные слова Python или пробелы.
uk: Ім’я, яке використовують інші програми для посилання на цей тип метаданих. Не використовуйте зарезервовані слова або пробіли Python.

source: Short description of this metadata type.
de_de: Kurze Beschreibung dieses Metadatentyps.
hu: Ennek metaadattípusnak a rövid leírása.
ru: Краткое описание типа метаданных.
uk: Короткий опис цього типу метаданих.

source: Label
de_de: Bezeichner
hu: Cimke
ru: Заголовок
uk: Мітка

source: Enter a template to render.
de_de: Eine Vorlage zur Wiedergabe eingeben.
hu: Adjon meg egy sablont a megjelenítéshez.
ru: Введите шаблон для рендеринга.
uk: Введіть шаблон для візуалізації.

source: Default
de_de: Standard
hu: Alapéretelmezett
ru: По умолчанию
uk: За замовчуванням

source: Enter a template to render. Must result in a comma delimited string.
de_de: Eine Vorlage zur Wiedergabe eingeben. Muss eine durch Kommata getrennte Zeichenkette ergeben.
hu: Adjon meg egy sablont a megjelenítéshez. Vesszővel tagolt karakterláncot kell eredményeznie.
ru: Введите шаблон для рендеринга. Результатом должна быть строка, разделенная запятыми.
uk: Введіть шаблон для візуалізації. У результаті має бути рядок, розділений комами.

source: Lookup
de_de: Suche
hu: Keresés
ru: Подстановка
uk: Пошук

source: The validator will reject data entry if the value entered does not conform to the expected format.
de_de: Der Validierer wird den eingegebenen Wert zurückweisen, wenn er dem geforderten Format nicht entspricht.
hu: Az érvényesítő elutasítja az adatbevitelt, ha a megadott érték nem felel meg az elvárt formátumnak.
ru: Валидатор отклонит ввод данных, если введенное значение не соответствует ожидаемому формату.
uk: Валідатор відхилить введення даних, якщо введене значення не відповідає очікуваному формату.

source: Validator
de_de: Validierer
hu: Érvényesítő
ru: Валидатор
uk: Валідатор

source: Enter the arguments for the validator in YAML format.
de_de: Die Argumente für den Validierer im YAML Format eingeben.
hu: Adja meg az érvényesítő argumentumait YAML formátumban.
uk: Введіть аргументи для валідатора у форматі YAML.

source: Validator arguments
de_de: Validierer Argumente
hu: Érvényesítő argumentumok
uk: Аргументи валідатора

source: The parser will reformat the value entered to conform to the expected format.
de_de: Der Parser wird den eingegebenen Wert so reformatieren, dass er dem geforderten Format entspricht.
hu: Az értelmező újraformázza a megadott értéket, hogy megfeleljen a várt formátumnak.
ru: Парсер переформатирует введенное значение, чтобы оно соответствовало ожидаемому формату.
uk: Синтаксичний аналізатор переформатує введене значення відповідно до очікуваного формату.

source: Parser
hu: Elemző
ru: Парсер
uk: Парсер

source: Enter the arguments for the parser in YAML format.
de_de: Die Argumente für den Parser im YAML Format eingeben.
hu: Írja be az elemző argumentumait YAML formátumban.
uk: Введіть аргументи для аналізатора у форматі YAML.

source: Parser arguments
de_de: Parser Argumente
hu: Elemző argumentumok
uk: Аргументи парсера

source: Value is not one of the provided options.
de_de: Der Wert entspricht keiner der vorgegebenen Optionen.
hu: Az érték nem tartozik a rendelkezésre álló lehetőségek közé.
ru: Значение не является одним из предоставленных вариантов.
uk: Значення не є одним із запропонованих варіантів.

source: Metadata type validation error; %(exception)s
de_de: Fehler bei der Validierung von Metadatentyp; %(exception)s
hu: Metaadattípus érvényesítési hiba; %(exception)s
uk: Помилка перевірки типу метаданих; %(exception)s

source: Document
de_de: Dokument
hu: Dokumentum
ru: Документ
uk: Документ

source: Type
de_de: Typ
hu: Típus
ru: Тип
uk: Тип

source: The actual value stored in the metadata type field for the document.
de_de: Der aktuelle Wert, der in dem Metadatentypfeld für das Dokument gespeichert wird.
hu: A dokumentum metaadattípus mezőjében tárolt tényleges érték.
ru: Фактическое значение, хранящееся в поле типа метаданных для документа.
uk: Фактичне значення, збережене в полі типу метаданих для документа.

source: Document metadata
de_de: Dokument Metadaten
hu: Dokumentum metaadatai
ru: Метаданные документа
uk: Метадані документа

source: Metadata type is required for this document type.
de_de: Metadatentyp ist erforderlich für diesen Dokumententyp.
hu: Ehhez a dokumentumtípushoz metaadat típus szükséges.
ru: Для этого типа документа требуется тип метаданных.
uk: Обов'язкове використання даного типу метаданих для цього документа

source: Metadata type is not valid for this document type.
de_de: Metadatentyp ist nicht gültig für diesen Dokumententyp.
hu: A metaadat típus nem érvényes ehhez a dokumentumtípushoz.
ru: Тип метаданных недопустим для этого типа документа.
uk: Тип метаданих не є дійсним для цього типу документа.

source: Document type
de_de: Dokumententyp
hu: Dokumentumtípus
ru: Тип документа
uk: Тип документа

source: Document type metadata type options
de_de: Metadatentyp Optionen
hu: Dokumentumtípus metaadat típus beállításai
ru: Параметры типа метаданных типа документа
uk: Параметри типу метаданих типу документа

source: Document type metadata types options
de_de: Metadatentyp Optionen
hu: Dokumentumtípus metaadat típusok beállításai
ru: Параметры типов метаданных типа документа
uk: Опції типів метаданих типу документа

source: Add metadata to a document
de_de: Metadaten zu Dokument %s hinzufügen
hu: Metaadat hozzáadása egy dokumentumhoz
ru: Добавить метаданные документа
uk: Додати метадані до документа

source: Edit a document's metadata
de_de: Metadaten eines Dokuments bearbeiten
hu: Dokumentum metaadatainak szerkesztése
ru: Редактировать метаданные документа
uk: Редагувати метадані документа

source: Remove metadata from a document
de_de: Metadaten von Dokument entfernen
hu: Dokumentum metaadatainak eltávolítása
ru: Удалить метаданные документа
uk: Видалити метадані з документа

source: View metadata from a document
de_de: Metadaten eines Dokuments anzeigen
hu: Metaadat megtekintése egy dokumentumból
ru: Просмотр метаданных документа
uk: Перегляд метаданих із документа

source: Edit metadata types
de_de: Metadatentypen bearbeiten
hu: Metaadattípusok szerkesztése
ru: Редактировать типы метаданных
uk: Редагувати типи метаданих

source: Create new metadata types
de_de: Metadatentypen erstellen
hu: Új metaadattípusok létrehozása
ru: Создать типы метаданных
uk: Створення нових типів метаданих

source: Delete metadata types
de_de: Metadatentypen löschen
hu: Metaadattípusok törlése
ru: Удалить типы метаданных
uk: Видалити типи метаданих

source: View metadata types
de_de: Metadatentypen anzeigen
hu: Metaadattípusok megtekintése
ru: Просмотр типов метаданных
uk: Перегляд типів метаданих

source: Remove metadata type
de_de: Metadatentyp löschen
hu: Metaadattípus eltávolítása
ru: Удалить тип метаданных
uk: Видалити тип метаданих

source: Add required metadata type
de_de: Erforderlichen Metadatentyp hinzufügen
hu: A szükséges metaadat típus hozzáadása
ru: Добавить требуемый тип метаданных
uk: Додати необхідний тип метаданих

source: Primary key of the metadata type to be added.
de_de: Primärschlüssel des hinzuzufügenden Metadatentyps.
hu: A hozzáadandó metaadattípus elsődleges kulcsa.
ru: Первичный ключ добавляемого типа метаданных.
uk: Первинний ключ типу метаданих, який потрібно додати.

source: Metadata type ID
de_de: Metadatentype ID
hu: Metaadattípus azonosító
uk: ID типу метаданих

source: Primary key of the metadata type to be added to the document.
de_de: Primärschlüssel des zum Dokument hinzuzufügenden Metadatentyps.
hu: A dokumentumhoz hozzáadandó metaadattípus elsődleges kulcsa.
ru: Первичный ключ типа метаданных, который нужно добавить в документ.
uk: Первинний ключ типу метаданих, який буде додано до документа.

source: Metadata add request performed on %(count)d document
de_de: Metadaten für %(count)d Dokument hinzugefügt
hu: %(count)d dokumentumon végrehajtott metaadatok hozzáadása
ru: Запрос на добавление метаданных выполнен для %(count)d документа
uk: Метадані додаткового запиту виконано на %(count)d документі.

source: Metadata add request performed on %(count)d documents
de_de: Metadaten für %(count)d Dokumente hinzugefügt
hu: %(count)d dokumentumon végrehajtott metaadatok hozzáadása
ru: Запрос на добавление метаданных выполнен для %(count)d документов
uk: Метадані додаткового запиту виконано на %(count)d документах

source: Add metadata types to document
de_de: Metadatentyp zu Dokument hinzufügen
hu: Metaadattípusok hozzáadása a dokumentumhoz
ru: Добавить типы метаданных к документу
uk: Додти типи метаданих до документа

source: Add metadata types to document: %s
de_de: Metadatentypen hinzufügen zu Dokument: %s
hu: Metaadattípusok hozzáadása a dokumentumhoz: %s
ru: Добавить типы метаданных к документу: %s
uk: Додати типи метаданих до документа: %s

source: Error adding metadata type "%(metadata_type)s" to document: %(document)s; %(exception)s
de_de: Fehler beim Hinzufügen von Metadatentyp "%(metadata_type)s" zu Dokument %(document)s: %(exception)s
hu: Hiba a "%(metadata_type)s" metaadattípus hozzáadásakor a dokumentumhoz: %(document)s ; %(exception)s
ru: Ошибка добавления типа метаданных %(metadata_type)s к документу: %(document)s; %(exception)s
uk: Помилка додавання типу метаданих "%(metadata_type)s" до документу: %(document)s; %(exception)s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
de_de: Metadatentyp %(metadata_type)s erfolgreich hinzugefügt zu Dokument %(document)s.
hu: Metaadattípus: %(metadata_type)s sikeresen hozzáadva a %(document)s dokumentumhoz.
ru: Тип метаданных %(metadata_type)s добавлен к документу %(document)s.
uk: Тип метаданих: %(metadata_type)s успішно додано до документа %(document)s.

source: Metadata type: %(metadata_type)s already present in document %(document)s.
de_de: Metadatentyp %(metadata_type)s bereits vorhanden für Dokument %(document)s.
hu: A metaadattípus: %(metadata_type)s már megtalálható a %(document)s dokumentumban.
ru: Тип метаданных %(metadata_type)s уже есть в документе %(document)s.
uk: Тип метаданих: %(metadata_type)s вже присутній у документі %(document)s.

source: Metadata edit request performed on %(count)d document
de_de: Metadaten für %(count)d Dokument bearbeitet
hu: Metaadat szerkesztési kérés végrehajtva %(count)d dokumentumon
ru: Запрос на редактирование метаданных выполнен для %(count)d документа
uk: Запит на редагування метаданих виконано на %(count)d документі.

source: Metadata edit request performed on %(count)d documents
de_de: Metadaten für %(count)d Dokumente bearbeitet
hu: Metaadat szerkesztési kérés végrehajtva %(count)d dokumentumokon
ru: Запрос на редактирование метаданных выполнен для %(count)d документов
uk: Запит на редагування метаданих виконано на %(count)d документах

source: Add metadata types available for this document's type and assign them corresponding values.
de_de: Fügen Sie Metadatentype für diesen Dokumententyp hinzu und weisen Sie ihnen entsprechende Werte zu.
hu: A dokumentumtípushoz rendelkezésre álló metaadattípusok hozzáadása, és a megfelelő értékek hozzárendelése.
ru: Добавьте типы метаданных, доступные для этого типа документа, и присвойте им соответствующие значения.
uk: Додати типи метаданих, доступні для цього типу документа, і призначити їм відповідні значення.

source: There is no metadata to edit
de_de: Keine Metadaten zum Bearbeiten vorhanden
hu: Nincsenek szerkeszthető metaadatok
ru: Нет метаданных для редактирования
uk: Немає метаданих для редагування

source: Edit document metadata
de_de: Metadaten von Dokument bearbeiten
hu: Dokumentum metaadatainak szerkesztése
ru: Редактировать метаданные документа
uk: Редагувати метадані документа

source: Edit metadata for document: %s
de_de: Metadaten des Dokuments %s bearbeiten
hu: A következő dokumentum metaadatainak szerkesztése: %s
ru: Редактировать метаданные документа:%s
uk: Редагувати метадані для документа: %s

source: Error editing metadata for document: %(document)s; %(exception)s.
de_de: Fehler bei der Bearbeitung der Metadaten für Dokument %(document)s: %(exception)s.
hu: Hiba a következő dokumentum metaadatainak szerkesztése során: %(document)s ; %(exception)s .
ru: Ошибка при редактировании метаданных документа: %(document)s; %(exception)s.
uk: Помилка редагування метаданих документа: %(document)s; %(exception)s.

source: Metadata for document %s edited successfully.
de_de: Metadaten des Dokuments %s erfolgreich bearbeitet.
hu: A %s dokumentum metaadatai sikeresen szerkesztve.
ru: Метаданные для документа %s изменены.
uk: Метадані для документа %s успішно відредаговано.

source: Add metadata types this document's type to be able to add them to individual documents. Once added to individual document, you can then edit their values.
de_de: Fügen Sie Metadatentype für diesen Dokumententyp hinzu, um sie zu individuellen Dokumenten dieses Typs hinzufügen zu können. Sobald sie individuellen Dokumenten zugeordnet sind, lassen sich ihre Werte eintragen.
hu: Metaadattípusok hozzáadása ehhez a dokumentumtípushoz, hogy hozzáadhassa őket az egyes dokumentumokhoz. Miután hozzáadta az egyes dokumentumokhoz, szerkesztheti az értékeket.
ru: Добавьте типы метаданных к типу этого документа, чтобы иметь возможность добавлять их в отдельные документы. После добавления в отдельный документ вы можете редактировать их значения.
uk: Додайте типи метаданих до цього типу документа, щоб мати можливість додавати їх до окремих документів. Після додавання до окремого документа ви можете редагувати їхні значення.

source: This document doesn't have any metadata
de_de: Keine Metadaten für dieses Dokument vorhanden
hu: Ez a dokumentum nem tartalmaz metaadatokat
ru: Документ не имеет метаданных
uk: Цей документ не має жодних метаданих

source: Metadata for document: %s
de_de: Metadaten von Dokument %s
hu: A dokumentum metaadatai: %s
ru: Метаданные документа: %s
uk: Метадані для документа: %s

source: Metadata remove request performed on %(count)d document
de_de: Metadaten für %(count)d Dokument gelöscht
hu: A metaadat eltávolítási kérelem végrehajtva %(count)d dokumentumon
ru: Запрос на удаление метаданных выполнен для %(count)d документа
uk: Запит на видалення метаданих виконано в документі %(count)d

source: Metadata remove request performed on %(count)d documents
de_de: Metadaten für %(count)d Dokumente gelöscht
hu: A metaadat eltávolítási kérelmet végrehajtották %(count)d dokumentumon
ru: Запрос на удаление метаданных выполнен для %(count)d документов
uk: Запит на видалення метаданих виконано для %(count)dдокументів

source: Remove metadata types from the document
de_de: Metadatentyp von Dokument entfernen
hu: Távolítsa el a metaadattípusokat a dokumentumból
ru: Удалить типы метаданных из документа
uk: Видалити типи метаданих із документа

source: Remove metadata types from the document: %s
de_de: Metadatentypen von Dokument %s entfernen
hu: Metaadattípusok eltávolítása a dokumentumból: %s
ru: Удалить типы метаданных из документа: %s
uk: Видалити типи метаданих з документа: %s

source: Successfully remove metadata type "%(metadata_type)s" from document: %(document)s.
de_de: Metadatentyp "%(metadata_type)s" erfolgreich entfernt von Dokument %(document)s.
hu: Sikeresen eltávolította a "%(metadata_type)s" metaadattípust a következő dokumentumból: %(document)s .
ru: Тип метаданных "%(metadata_type)s" удален из документа: %(document)s.
uk: Успішно видалено тип метаданих "%(metadata_type)s" з документа: %(document)s .

source: Error removing metadata type "%(metadata_type)s" from document: %(document)s; %(exception)s
de_de: Fehler bei der Entfernung von Metadatentyp "%(metadata_type)s" von Dokument %(document)s: %(exception)s
hu: Hiba történt a "%(metadata_type)s" típusú metaadat eltávolításakor a következő dokumentumból: %(document)s ; %(exception)s
ru: Ошибка удаления типа метаданных "%(metadata_type)s" из документа: %(document)s; %(exception)s
uk: Помилка видалення типу метаданих "%(metadata_type)s" з документа: %(document)s ; %(exception)s

source: Create metadata type
de_de: Metadatentyp erstellen
hu: Metaadattípus létrehozása
ru: Создать тип метаданных
uk: Створити тип метаданих

source: Error deleting metadata type "%(instance)s"; %(exception)s
de_de: Fehler bei der Löschung von Metadatentyp "%(instance)s"; %(exception)s
hu: Hiba a "%(instance)s" metaadattípus törlésekor; %(exception)s
uk: Помилка видалення типу метаданих "%(instance)s"; %(exception)s

source: %(count)d metadata types deleted successfully.
de_de: %(count)d Metadatentypen erfolgreich gelöscht.
hu: %(count)d metaadattípus sikeresen törölve.
uk: %(count)d типів метаданих успішно видалено.

source: Metadata type "%(object)s" deleted successfully.
de_de: Metadatentyp "%(object)s" erfolgreich gelöscht.
hu: A "%(object)s" metaadattípus sikeresen törölve.
uk: Метадані типу "%(object)s" успішно видалено.

source: %(count)d metadata type deleted successfully.
de_de: %(count)d Metadatentyp erfolgreich gelöscht.
hu: %(count)d metaadattípus sikeresen törölve.
uk: %(count)d тип метаданих успішно видалено.

source: Delete the %(count)d selected metadata types.
de_de: %(count)d ausgewählte Metadatentypen löschen.
hu: A %(count)d kiválasztott metaadattípus törlése.
uk: Видалити %(count)d вибраних типів метаданих.
