Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/file_caching/locale/*/LC_MESSAGES/django.po
Languages: bg, hu, nl, ru

source: File caching
bg: Кеширане на файлове
hu: Fájlok gyorsítótárazása
nl: Bestandscaching
ru: Кеширование файлов

source: Total cache allocated
hu: Teljes gyorsítótár lefoglalva

source: Total cache used
hu: Összes felhasznált gyorsítótár

source: Cache created
bg: Кешът е създаден
hu: Gyorsítótár létrehozva
nl: Cache aangemaakt
ru: Кеш создан

source: Cache edited
bg: Кешът е редактиран
hu: Gyorsítótár szerkesztve
nl: Cache bewerkt
ru: Кеш изменен

source: Cache purged
bg: Кешът се прочисти
hu: Gyorsítótár kiürítve
nl: Cache geleegd
ru: Кеш очищен

source: Cache partition purged
bg: Делът на кеша е изчистен
hu: Gyorsítótár-partíció törölve
ru: Раздел кеша очищен

source: File caches
bg: Файлови кешове
hu: Fájl gyorsítótárak
nl: Bestandscaches
ru: Файловые кеши

source: Purge cache
bg: Прочистване на кеша
hu: Gyorsítótár törlése
nl: Cache legen
ru: Очистить кеш

source: Unknown
bg: Неизвестен
hu: Ismeretlen
nl: Onbekend
ru: Неизвестно

source: Size at which the cache will start deleting old entries.
bg: Размер, при който кешът ще започне да изтрива стари записи.
hu: Méret, amelynél a gyorsítótár elkezdi törölni a régi bejegyzéseket.
nl: Omvang waarbij de cache begint met verwijderen van oude bestanddelen.
ru: Размер, при котором кеш начнет удалять старые записи.

source: Maximum size
bg: Максимален размер
hu: Maximális méret
nl: Maximale omvang
ru: Максимальный размер

source: Partition count
hu: Partíciók száma

source: Total cached objects.
hu: Összes gyorsítótárazott objektum.

source: Partition file count
hu: Partíció fájlok száma

source: Total cached files.
hu: Összes gyorsítótárazott fájl.

source: Current size
bg: Текущ размер
hu: Jelenlegi méret
nl: Huidige omvang
ru: Текущий размер

source: Current size of the cache.
bg: Текущ размер на кеша.
hu: A gyorsítótár jelenlegi mérete.
nl: Huidige omvang van de cache.
ru: Текущий размер кеша.

source: Current size of the cache partition.
bg: Текущ размер на кешовия дял.
hu: A gyorsítótár-partíció jelenlegi mérete.

source: Internal name of the defined storage for this cache.
bg: Вътрешно име на определеното хранилище за този кеш.
hu: A gyorsítótár meghatározott tárhelyének belső neve.
nl: Interne naam van de vastgestelde opslag voor deze cache.
ru: Внутреннее имя хранилища, определенного для этого кеша.

source: Defined storage name
bg: Име на определено хранилище
hu: Meghatározott tárhelynév
nl: Vastgestelde naam opslag
ru: Имя определенного хранилища

source: Maximum size of the cache in bytes.
bg: Максимален размер на кеша в байтове.
hu: A gyorsítótár maximális mérete bájtban.
nl: Maximale omvang van de cache in bytes.
ru: Максимальный размер кеша в байтах.

source: Cache
bg: Кеш
hu: Gyorsítótár
ru: Кеш

source: Caches
bg: Кешове
hu: Gyorsítótárak
ru: Кеши

source: Name
bg: Име
hu: Név
nl: Naam
ru: Имя

source: Cache partition
bg: Раздел на кеша
hu: Gyorsítótár-partíció
nl: Partitie cachen
ru: Раздел кеша

source: Cache partitions
bg: Раздели на кеша
hu: Gyorsítótár-partíciók
nl: Partities cachen
ru: Разделы кеша

source: Date time
bg: Дата час
hu: Dátum idő
nl: Datum en tijd
ru: Дата и время

source: Filename
bg: Име на файл
hu: Fájlnév
nl: Bestandsnaam
ru: Имя файла

source: File size
bg: Размер на файла
hu: Fájl mérete
nl: Bestandsgrootte
ru: Размер

source: Times this cache partition file has been accessed.
bg: Брой на достъпвания до този файл с дялове на кеша.
hu: A gyorsítótár partíciós fájljának elérési ideje.
ru: Количество обращений к этому файлу раздела кеша.

source: Cache partition file
bg: Файл за раздели на кеша
hu: A gyorsítótár partíciós fájlja
nl: Partitiebestand cachen
ru: Файл раздела кеша

source: Cache partition files
bg: Файлове с раздели на кешове
hu: Gyorsítótár partíciós fájlok
nl: Partitiebestanden cachen
ru: Файлы раздела кеша

source: Purge an object cache
bg: Изчистете кеша на обекта
hu: Objektum gyorsítótár ürítése
ru: Очистить кеш объекта

source: Purge a file cache
bg: Прочистете кеш на файлове
hu: Fájl-gyorsítótár ürítése
nl: Een bestandscache legen
ru: Очистить файловый кеш

source: View a file cache
bg: Преглед на файлов кеш
hu: Fájlgyorsítótár megtekintése
nl: Een bestandscache bekijken
ru: Просмотр файлового кеша

source: File caching slow
hu: A fájlok gyorsítótárazása lassú

source: Purge a file cache partition
bg: Изчистете дяла на кеша на файлове
hu: Törölje ki a fájl-gyorsítótár partíciót
ru: Очистить раздел файлового кеша

source: Number of times a cache will retry failed attempts to prune files to free up space for new a file being requested, before giving up.
bg: Брой пъти, в които кешът ще опита отново неуспешните опити за подрязване на файлове, за да освободи място за искания нов файл, преди да се откаже.
hu: Azoknak az alkalmaknak a száma, amikor a gyorsítótár megismétli a sikertelen próbálkozásokat a fájlok törlésére, hogy helyet szabadítson fel az újonnan kért fájl számára, mielőtt feladná.
nl: Aantal keren dat een cache pogingen doet om bestanden op te schonen om ruimte vrij te maken voor een nieuw bestand dat wordt aangevraagd alvorens op te geven.
ru: Сколько раз кеш будет повторять неудачные попытки удалить файлы, чтобы освободить место для нового запрашиваемого файла, прежде чем отказаться.

source: Number of times a cache will attempt to prune files to free up space for new a file being requested, before giving up.
bg: Брой пъти, в които кешът ще се опита да подрязва файлове, за да освободи място за искания нов файл, преди да се откаже.
hu: Azoknak az alkalmaknak a száma, amikor a gyorsítótár megkísérli a fájlok törlését, hogy helyet szabadítson fel az újonnan kért fájl számára, mielőtt feladná.
ru: Сколько раз кеш будет пытаться удалить файлы, чтобы освободить место для нового запрашиваемого файла, прежде чем отказаться.

source: Details of cache: %s
bg: Подробности за кеша: %s
hu: A gyorsítótár adatai: %s

source: File caches list
bg: Списък на файловите кешове
hu: Fájl gyorsítótárak listája
nl: Bestandscache lijst
ru: Список файловых кешей

source: Details of cache partition: %s
hu: A gyorsítótár partíció részletei: %s

source: Purge cache partitions of "%s"?
bg: Да се прочистят ли кешовите дялове на &quot;%s&quot;?
hu: Kiüríti a "%s" gyorsítótár-partícióit?
ru: Очистить разделы кеша "%s"?

source: Object cache partitions submitted for purging.
bg: Кешови дялове за обекта са изпратени за прочистване.
hu: Az objektum-gyorsítótár partíciók elküldve törlésre.
nl: Objectcachepartities ingediend voor opschoning.
ru: Разделы кеша объекта отправлены на очистку.

source: %(count)d caches submitted for purging.
hu: %(count)d gyorsítótár tisztításra küldve.
nl: %(count)d -caches ingediend voor opschoning.

source: %(count)d cache submitted for purging.
hu: %(count)d gyorsítótár tisztításra küldve.
nl: %(count)d -cache ingediend voor opschoning.

source: Submit the selected cache for purging?
bg: Изпратете избрания кеш за прочистване?
hu: Elküldi a kiválasztott gyorsítótárat tisztításra?
nl: De geselecteerde cache indienen voor opschonen?
ru: Отправить выбранный кеш на очистку?
