Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/task_manager/locale/*/LC_MESSAGES/django.po
Languages: ro_ro, uk

source: Task manager
ro_ro: Gestionar de sarcini
uk: Менеджер завдань

source: Label
ro_ro: Conținut etichetă
uk: Мітка

source: Name
ro_ro: Nume
uk: Ім'я

source: Default queue?
ro_ro: Coadă implicită?
uk: Черга за замовчуванням?

source: Transient queues are not persistent. Tasks in a transient queue are lost if the broker is restarted. Transient queues use less resources and managed non critical tasks.
ro_ro: Cozile tranzitorii nu sunt persistente. Sarcinile dintr-o coadă tranzitorie se pierd dacă brokerul este repornit. Cozile tranzitorii folosesc mai puține resurse și gestionează sarcini non-critice.
uk: Тимчасові черги не є постійними. Завдання в тимчасовій черзі втрачаються, якщо брокер перезапускається. Тимчасові черги використовують менше ресурсів і керують не критичними завданнями.

source: Is transient?
ro_ro: Este tranzitorie?
uk: Перехідний?

source: Dotted path
ro_ro: Calea punctată
uk: Пунктирний шлях

source: Schedule
ro_ro: Orar
uk: Розклад

source: Type
ro_ro: Tip
uk: Тип

source: Start time
ro_ro: Timpul de începere
uk: Час початку

source: Host
ro_ro: Gazdă
uk: Хост

source: Arguments
ro_ro: Argumente
uk: Аргументи

source: Keyword arguments
ro_ro: Argumentele cuvinte cheie
uk: Аргументи ключового слова

source: Worker process ID
ro_ro: ID-ul procesului de lucru
uk: ID робочого процесу

source: Maximum amount of resident memory a worker can execute before it's replaced by a new process.
ro_ro: Cantitatea maximă de memorie rezidentă pe care o poate executa un lucrător înainte de a fi înlocuită cu un nou proces.
uk: Максимальна кількість оперативної пам'яті, яку працівник може виконувати, перш ніж його замінять новим процесом.

source: Maximum memory per child
ro_ro: Memoria maximă per copil
uk: Максимальний обсяг пам'яті на одну дитину

source: Maximum number of tasks a worker can execute before it's replaced by a new process.
ro_ro: Numărul maxim de sarcini pe care un lucrător le poate executa înainte de a fi înlocuit cu un nou proces.
uk: Максимальна кількість завдань, яку працівник може виконати, перш ніж його замінять новим процесом.

source: Maximum tasks per child
ro_ro: Sarcini maxime per copil
uk: Максимальна кількість завдань на одного дитину.

source: The number of worker processes/threads to launch. Defaults to the number of CPUs available on the machine.
ro_ro: Numărul de procese/fire de execuție care sunt lansate. Implicit, numărul de procesoare disponibile pe mașină.
uk: Кількість робочих процесів / потоків для запуску. За замовчуванням відповідає кількості доступних процесорів на машині.

source: Concurrency
ro_ro: Concurență
uk: Паралелізм

source: The nice value determines the priority of the process. A higher value lowers the priority. The default value is 0.
ro_ro: Valoarea -nice- determină prioritatea procesului. O valoare mai mare scade prioritatea. Valoarea implicită este 0.
uk: Значення nice визначає пріоритет процесу. Вище значення знижує пріоритет. Значення за замовчуванням - 0.

source: Nice level
ro_ro: Nivel nice
uk: Nice рівень

source: Task type count
ro_ro: Număr de tipuri de sarcini
uk: Підрахунок типу завдання

source: Queue count
ro_ro: Număr de cozi
uk: Підрахунок черги

source: Task type list
ro_ro: Lista de tipuri de sarcini
uk: Список типів завдань

source: Worker list
ro_ro: Lista lucrătorilor
uk: Список працівників

source: Queue list
ro_ro: Lista cozilor
uk: Список черги

source: View tasks
ro_ro: Vedeți sarcinile
uk: Переглянути завдання

source: Celery
uk: Селера

source: Default: "AMQPLAIN". Set custom amqp login method.
ro_ro: Implicit: „AMQPLAIN”. Setați metoda de conectare amqp personalizată.
uk: Типове значення: "AMQPLAIN". Встановити спеціальний метод входу в amqp.

source: Default: "amqp://". Default broker URL. This must be a URL in the form of: transport://userid:password@hostname:port/virtual_host Only the scheme part (transport://) is required, the rest is optional, and defaults to the specific transports default values.
ro_ro: Implicit: "amqp: //". Adresa URL a brokerului implicit. Aceasta trebuie să fie o adresă URL sub forma: transport://userid:password@hostname:port/virtual_host Este necesar doar partea sistemului (transport: //), restul este opțional și are implicit valorile implicite pentru transport.
uk: За замовчуванням: "amqp://". URL-адреса брокера за умовчанням. Це має бути URL-адреса у такому вигляді: transport://userid:password@hostname:port/virtual_host Потрібна лише частина схеми (transport://), решта є необов’язковою та за замовчуванням використовується для конкретних транспортних значень за замовчуванням.

source: Default: "Disabled". Toggles SSL usage on broker connection and SSL settings. The valid values for this option vary by transport.
ro_ro: Implicit: „Dezactivat”. Comută utilizarea SSL la conexiunea brokerului și setările SSL. Valorile valide pentru această opțiune variază în funcție de transport.
uk: За замовчуванням: "Disabled". Перемикає використання SSL при підключенні до брокера та налаштування SSL. Допустимі значення для цієї опції залежать від транспорту.

source: Default: No result backend enabled by default. The backend used to store task results (tombstones). Refer to http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
ro_ro: Implicit: niciun rezultat de backend activat în mod implicit. Backend-ul folosit pentru a stoca rezultatele sarcinilor (pietre funerare). Consultați http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
uk: За замовчуванням: За замовчуванням не включено жодного резервного кінцевого пункту. Кінцевий пункт, який використовується для зберігання результатів завдань (надгробки). Див. http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend

source: Test queue
ro_ro: Coadă de așteptare de test
uk: Тестова черга

source: Task types for queue: %s
ro_ro: Tipuri de activități pentru coada: %s
uk: Типи завдань для черги: %s

source: Queue: %s, not found
ro_ro: Coada: %s , nu a fost găsită
uk: Черга: %s, не знайдена

source: Background task workers
ro_ro: Lucrători cu sarcini de fundal
uk: Фонові робітники завдань

source: Queues for worker: %s
ro_ro: Cozi pentru lucrătorul: %s
uk: Черги для робітника: %s

source: Worker: %s, not found
ro_ro: Lucrătorul: %s , nu a fost găsit
uk: Робітник: %s, не знайдено

source: Low latency high volume tasks
ro_ro: Sarcini de volum mare cu latență scăzută
uk: Низька латентність великого обсягу завдань

source: Medium latency tasks
ro_ro: Sarcini cu latență medie
uk: Завдання із середньою латентністю

source: Low latency, long lived tasks
ro_ro: Latență scăzută, sarcini de lungă durată
uk: Низька латентність, тривалі завдання
