Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/checkouts/locale/*/LC_MESSAGES/django.po
Languages: he_il, hu, it, uk

source: Checkouts
he_il: הוצאות מסמכים מהארכיון
hu: Lefoglalások
it: Prenotazioni
uk: Перевірки

source: Checked out documents
he_il: מסמכים שהוצאו מהארכיון
hu: Lefoglalt dokumentumok
it: Prenotazioni dei documenti
uk: Перевірені документи

source: Document automatically checked in
he_il: מסמך הוכנס אוטומטית לארכיון
hu: Dokumentum automatikusan visszaadva
it: Documento liberato automaticamente
uk: Документ автоматично перевірено

source: Document checked in
he_il: מסמך הוחזר לארכיון
hu: Visszaadott dokumentum
it: Documento liberato
uk: Документ зареєстровано

source: Document checked out
he_il: המסמך הוצא מהארכיון
hu: Lefoglalt dokumentum
it: Documento prenotato
uk: Документ перевірено

source: Document forcefully checked in
he_il: מסמך הוכנס לארכיון בהתגברות
hu: Visszaadatott dokumentum
it: Documento liberato forzatamente
uk: Документ примусово перевірено

source: Document not checked out.
he_il: המסמך לא הוצא מהארכיון.
hu: Nem lefoglalt dokumentum.
it: Documento non prenotato.
uk: Документ не перевірено.

source: Document already checked out.
he_il: המסמך כבר הוצא מהארכיון.
hu: Dokumentum már lefoglalva
it: Documento già prenotato
uk: Документ уже перевірено.

source: Document status
hu: Dokumentum állapot
it: Stato del documento
uk: Статус документа

source: User
he_il: משתמש
hu: Felhasználó
it: Utente
uk: Користувач

source: Check out time
he_il: זמן הוצאה מהארכיון
hu: Lefoglalási idő
it: Inizio della prenotazione
uk: Час перевірки

source: Check out expiration
he_il: תפוגה של הוצאה מהארכיון
hu: Lefoglalás lejárati ideje
it: Scadenza della prenotazione
uk: Термін дії перевірки

source: New files allowed?
hu: Új fájlok engedélyezettek?
it: Permetti nuovi file?
uk: Дозволено нові файли?

source: Yes
he_il: כן
hu: Igen
it: Sì
uk: Так

source: No
he_il: לא
hu: Nem
uk: Ні

source: Check out document
he_il: הוצא את המסמך מהארכיון
hu: Dokumentum lefoglalása
it: Prenotare il documento
uk: Перевірити документ

source: Check out
he_il: הוצאה מהארכיון
hu: Lefoglalás
it: Prenotazione
uk: Перевірити

source: Check in document
he_il: החזר מסמך לארכיון
hu: Dokumentum visszaadása
it: Liberare il documento
uk: Зареєструвати документ

source: Check in
he_il: החזרה לארכיון
hu: Visszaadás
it: Liberare
uk: Перевірити

source: Check in/out
he_il: החזרה/הוצאה לארכיון
hu: Lefoglalás/visszaadás
it: Prenotare / liberare
uk: Перевірити/Зареєструвати

source: Checked out
he_il: הוצא מהארכיון
hu: Lefoglalva
it: Prenotato
uk: Перевірено

source: Checked in/available
he_il: הוחזר לארכיון/זמין
hu: Visszaadva/elérhető
it: Libero / disponibile
uk: Перевірено / доступно

source: Checkout time and date
he_il: שעה ותאריך הוצאה מהארכיון
hu: Lefoglalás dátuma és ideje
it: Data e ora di inizio della prenotazione
uk: Час і дата оформлення

source: Checkout expiration
he_il: תפוגה של הוצאה מהארכיון
hu: Lefoglalás lejárati ideje
it: Scadenza della prenotazione
uk: Термін дії перевірки

source: Document
hu: Dokumentum
it: Documento
uk: Документ

source: Check out date and time
he_il: תאריך ושעה של הוצאה מהארכיון
hu: Lefoglalás dátuma és ideje
it: Data e ora della prenotazione
uk: Перевірте дату та час виїзду

source: Amount of time to hold the document checked out in minutes.
he_il: משך הזמן להוצאת המסמך מהארכיון, בדקות.
hu: Dokumentum lefoglalt állapotban tartásának ideje percekben
it: Durata della prenotazione, in minuti
uk: Кількість часу у хвилинах, протягом якого документ буде утримуватися перевіреним.

source: Check out expiration date and time
he_il: תאריך ושעת תפוגה של הוצאה מהארכיון
hu: Lefoglalás lejárati dátuma és ideje
it: Data e ora di scadenza della prenotazione
uk: Перевірте дату та час закінчення дії.

source: Do not allow new file of this document to be uploaded.
he_il: לא לאפשר להעלות קובץ תוכן חדש של מסמך זה.
hu: Ne engedélyezze a dokumentum új fájljának feltöltését.
it: Non permettere upload di nuovi file su questo documento.
uk: Не дозволяти завантажувати новий файл цього документа.

source: Block new file upload
he_il: חסימת העלאת קובץ חדש
hu: Új fájl feltöltésének blokkolása
it: Blocca l'invio di nuovi file
uk: Блокувати завантаження нового файлу

source: Document checkout
he_il: הוצאת מסמך מהארכיון
hu: Dokumentum lefoglalás
it: Prenotazione del documento
uk: Документ перевірено

source: Document checkouts
he_il: הוצאות מסמך מהארכיון
hu: Dokumentum lefoglalások
it: Prenotazioni del documento
uk: Документи перевірено

source: Check out expiration date and time must be in the future.
he_il: תאריך ושעת התפוגה חייבים להיות בעתיד.
hu: A lefoglalás lejárati dátumának és idejének a jövőben kell lennie.
it: La data e ora di fine prenotazione deve essere nel futuro.
uk: Переконайтесь, що дата та час закінчення знаходяться у майбутньому.

source: Check in documents
he_il: החזרת מסמכים לארכיון
hu: Dokumentumok visszaadása
it: Liberare documenti
uk: Перевірка документів

source: Forcefully check in documents
he_il: החזרת מסמכים לארכיון בהתגברות
hu: Visszaadatott dokumentumok
it: Forza la liberazione dei documenti
uk: Примусово перевірити документи

source: Check out documents
he_il: הוצאת מסמכים מהארכיון
hu: Dokumentumok lefoglalása
it: Prenotare documenti
uk: Перевірте документи

source: Check out details view
he_il: תצוגת פרטים של הוצאת מסמך
hu: Lefoglalás részletes nézete
it: Dettagli della prenotazione
uk: Перегляньте деталі вигляду

source: Checkouts periodic
he_il: הוצאות מסמכים תקופתיות
hu: Lefoglalások időszaka
it: Controlli periodici sulle prenotazioni
uk: Періодичні перевірки

source: Check expired checkouts
he_il: בדיקת הוצאות מסמכים שפג תוקפן
hu: Lejárt lefoglalások ellenőrzése
it: Controlla le prenotazioni scadute
uk: Перевірити прострочені перевірки

source: Primary key of the document to be checked out.
he_il: מפתח ראשי של המסמך שיש להוציא מהארכיון.
hu: A lefoglalni kívánt dokumentum elsődleges kulcsa.
it: Chiave primaria del documento da prenotare.
uk: Первинний ключ "Primary key" документа, що перевіряється.

source: Document ID
hu: Dokumentumazonosító
uk: ID документа

source: Unable to check in document "%(instance)s"; %(exception)s
he_il: החזרת מסמך &quot;%(instance)s&quot; לארכיון נכשלה: %(exception)s
hu: A "%(instance)s" dokumentum nem adható vissza; %(exception)s
it: Impossibile liberare il documento "%(instance)s"; %(exception)s
uk: Не вдалося перевірити документ "%(instance)s"; %(exception)s

source: %(count)d documents checked in successfully.
he_il: %(count)d מסמכים הוחזרו לארכיון בהצלחה.
hu: %(count)d dokumentum sikeresen visszaadva.
it: %(count)d documenti liberati correttamente.
uk: %(count)d документи успішно перевірено.

source: Document "%(object)s" checked in successfully.
he_il: מסמך &quot;%(object)s&quot; הוחזר לארכיון בהצלחה.
hu: A "%(object)s" dokumentum sikeresen visszaadva.
it: Documento "%(object)s" liberato correttamente.
uk: Документ "%(object)s" успішно перевірено.

source: %(count)d document checked in successfully.
he_il: מסמך %(count)d הוחזר לארכיון בהצלחה.
hu: %(count)d dokumentum sikeresen visszaadva.
it: %(count)d documento liberato correttamente.
uk: %(count)d документ успішно перевірено.

source: Check in %(count)d documents.
he_il: החזרה לארכיון של %(count)d מסמכים.
hu: %(count)d dokumentum visszaadása.
it: Libera %(count)d documenti.
uk: Перевірено %(count)d документів.

source: Check in document "%(object)s".
he_il: החזרת מסמך &quot;%(object)s&quot; לארכיון.
hu: A "%(object)s" dokumentum visszaadása.
it: Libera documento "%(object)s".
uk: Перевірено %(object)s документ.

source: Check in %(count)d document.
he_il: החזרה לארכיון של מסמך %(count)d.
hu: %(count)d dokumentum visszaadása.
it: Libera %(count)d documento.
uk: Перевірено документ %(count)d .

source: Unable to checkout document "%(instance)s"; %(exception)s
he_il: לא ניתן להוציא את המסמך &quot;%(instance)s&quot;; מהארכיון: %(exception)s
hu: Nem lehet lefoglalni a "%(instance)s" dokumentumot; %(exception)s
it: Impossibile prenotare il documento "%(instance)s"; %(exception)s
uk: Неможливо перевірити документ "%(instance)s"; %(exception)s

source: %(count)d documents checked out successfully.
he_il: %(count)d מסמכים הוצאו מהארכיון בהצלחה.
hu: %(count)d dokumentum sikeresen lefoglalva.
it: %(count)d documenti prenotati correttamente.
uk: %(count)d документів успішно перевірено.

source: Document "%(object)s" checked out successfully.
he_il: מסמך &quot;%(object)s&quot; הוצא מהארכיון בהצלחה.
hu: A "%(object)s" dokumentum sikeresen lefoglalva.
it: Documento "%(object)s" prenotato correttamente.
uk: Документ "%(object)s" успішно видалено.

source: %(count)d document checked out successfully.
he_il: מסמך %(count)d הוצא מהארכיון בהצלחה.
hu: %(count)d dokumentum sikeresen lefoglalva.
it: %(count)d documento prenotato correttamente.
uk: %(count)d документів успішно перевірено.

source: Checkout %(count)d documents.
he_il: הוצאת %(count)d מסמכים מהארכיון.
hu: %(count)d dokumentum lefoglalása.
it: Prenota %(count)d documenti.
uk: Перевірено %(count)d документів.

source: Checkout document "%(object)s".
he_il: הוצאת מסמך &quot;%(object)s&quot; מהארכיון.
hu: A "%(object)s" dokumentum lefoglalása.
it: Prenota il documento "%(object)s".
uk: Перевірено документ "%(object)s".

source: Checkout %(count)d document.
he_il: הוצאת מסמך %(count)d מהארכיון.
hu: %(count)d dokumentum lefoglalása.
it: Prenota %(count)d documento.
uk: Перевірено %(count)d документ.

source: Check out details for document: %s
he_il: פרטי הוצאת מסמך עבור: %s
hu: Dokumentum lefoglalás részletei: %s
it: Dettagli della prenotazione del documento: %s
uk: Перевірте деталі для документа: %s

source: Checking out a document, blocks certain operations for a predetermined amount of time.
he_il: הוצאת מסמך מהארכיון חוסמת פעולות מסוימות לפרק זמן קבוע מראש.
hu: Egy dokumentum lefoglalása bizonyos műveleteket blokkol egy előre meghatározott ideig.
it: La prenotazione di un documento blocca determinate operazioni per un determinato periodo di tempo.
uk: Перевірка документа блокує певні операції на певний час.

source: No documents have been checked out
he_il: אין מסמכים שהוצאו מהארכיון
hu: Nincsenek dokumentumok lefoglalva
it: Nessun documento prenotato
uk: Жодних документів не було перевірено.

source: Amount
hu: Mennyiség
it: Quantità
uk: Сума

source: URL
he_il: כתובת אתר (URL)
