Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/file_metadata/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Label
cs: Jmenovka

source: File metadata
cs: Souborová metadata

source: File metadata value
cs: Hodnota metadat souboru

source: Return the value of a specific file metadata.
cs: Vraťte hodnotu konkrétních metadat souboru.

source: File metadata value of
cs: Hodnota metadat souboru

source: MIME types
cs: Typy MIME

source: Internal name
cs: Vnitřní název

source: Description
cs: Popis

source: Library and program to read and write meta information in multimedia files.
cs: Knihovna a program pro čtení a zápis meta informací do multimediálních souborů.

source: Document file submitted for file metadata processing
cs: Soubor dokumentu odeslaný ke zpracování metadat souboru

source: Document file file metadata processing finished
cs: Zpracování metadat souboru dokumentu dokončeno

source: Attributes
cs: Atributy

source: Submit for file metadata
cs: Odeslat do souboru metadata

source: Setup file metadata
cs: Nastavení souborových metadat

source: File metadata processing per type
cs: Zpracování metadat souborů podle typu

source: Return the specified document file file metadata entry.
cs: Vrátí zadaný záznam metadat souboru souboru souboru.

source: Attribute count
cs: Počet atributů

source: Driver
cs: Ovladač

source: Document file
cs: Soubor dokumentu

source: Document file driver entry
cs: Položka ovladače souboru dokumentu

source: Document type
cs: Typ dokumentu

source: Automatically queue newly created documents for processing.
cs: Automaticky zařazuje nově vytvořené dokumenty do fronty ke zpracování.

source: Document type settings
cs: Nastavení typu dokumentu

source: Document types settings
cs: Nastavení typů dokumentů

source: Key
cs: Klíč

source: Value of the file metadata entry.
cs: Hodnota položky metadat souboru.

source: Value
cs: Hodnota

source: File metadata entry
cs: Položka metadat souboru

source: File metadata entries
cs: Položky metadat souboru

source: Driver path
cs: Cesta ovladače

source: Drivers
cs: Ovladače

source: Change document type file metadata settings
cs: Změňte nastavení metadat souboru typu dokumentu

source: Submit document for file metadata processing
cs: Odeslat dokument ke zpracování metadat souboru

source: View file metadata
cs: Zobrazit metadata souboru

source: Process document file
cs: Zpracovat soubor dokumentu

source: File metadata key
cs: Klíč metadat souboru

source: Set new document types to perform file metadata processing automatically by default.
cs: Nastavit nové typy dokumentů pro automatické zpracování metadat souborů ve výchozím nastavení.

source: Arguments to pass to the drivers.
cs: Argumenty k předání ovladačům.

source: File metadata are the attributes of the document's file. They can range from camera information used to take a photo to the author that created a file. File metadata are set when the document's file was first created. File metadata attributes reside in the file itself. They are not the same as the document metadata, which are user defined and reside in the database.
cs: Metadata souboru jsou atributy souboru dokumentu. Mohou se pohybovat od informací o fotoaparátu používaných k pořízení fotografie až po autora, který vytvořil soubor. Metadata souboru se nastavují při prvním vytvoření souboru dokumentu. Atributy metadat souboru se nacházejí v samotném souboru. Nejsou stejné jako metadata dokumentu, která jsou definována uživatelem a jsou umístěna v databázi.

source: No file metadata available.
cs: K dispozici nejsou žádná metadata souborů.

source: File metadata drivers for: %s
cs: Ovladač souborových metadat pro: %s

source: This could mean that the file metadata detection has not completed or that the driver does not support any metadata field for the file type of this document.
cs: To by mohlo znamenat, že detekce metadat souboru nebyla dokončena, nebo že ovladač nepodporuje žádné pole metadat pro typ souboru tohoto dokumentu.

source: No file metadata available for this driver.
cs: Pro tento ovladač nejsou k dispozici žádná metadata souboru.

source: Edit file metadata settings for document type: %s
cs: Upravit nastavení metadat souboru pro typ dokumentu: %s

source: Submit all documents of a type for file metadata processing.
cs: Odešlete všechny dokumenty určitého typu ke zpracování metadat souboru.

source: %(count)d documents added to the file metadata processing queue.
cs: %(count)d dokumenty přidané do fronty zpracování metadat souboru.
