Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/permissions/locale/*/LC_MESSAGES/django.po
Languages: de_at

source: Permissions
de_at: Berechtigungen

source: Group count
de_at: Gruppenanzahl

source: Total roles
de_at: Rollen insgesamt

source: Role created
de_at: Rolle erstellt

source: Role edited
de_at: Rolle bearbeitet

source: Roles
de_at: Rollen

source: Create new role
de_at: Erstellen

source: Delete
de_at: Löschen

source: Edit
de_at: Bearbeiten

source: Groups
de_at: Gruppen

source: Role permissions
de_at: Berechtigungen

source: Permission count
de_at: Anzahl der Berechtigungen

source: Unknown or obsolete permission: %s
de_at: Unbekannte oder obsolete Berechtigung %s

source: Unknown or obsolete permission namespace: %s
de_at: Unbekannter oder obsoleter Berechtigungsnamensraum %s

source: A short text describing the role.
de_at: Ein kurzer Text, der die Rolle beschreibt.

source: Label
de_at: Bezeichner

source: Role
de_at: Rolle

source: Namespace
de_at: Namensraum

source: Permission
de_at: Berechtigung

source: Create roles
de_at: Rollen erstellen

source: Delete roles
de_at: Rollen löschen

source: Edit roles
de_at: Rollen bearbeiten

source: View roles
de_at: Rollen anzeigen

source: Group name
de_at: Gruppenname

source: Primary key
de_at: Primärschlüssel

source: Primary key of the group to add to the role.
de_at: Primärschlüssel der Gruppe, die zur Rolle hinzugefügt werden soll.

source: Group ID
de_at: Gruppen-ID

source: Primary key of the group to remove from the role.
de_at: Primärschlüssel der Gruppe, die von der Rolle entfernt werden soll.

source: Primary key of the permission to add to the role.
de_at: Primärschlüssel der Berechtigung, die zur Rolle hinzugefügt werden soll.

source: Permission ID
de_at: Berechtigungs-ID

source: Primary key of the permission to remove from the role.
de_at: Primärschlüssel der Berechtigung, die von der Rolle entfernt werden soll.

source: Groups URL
de_at: Gruppen-URL

source: Groups add URL
de_at: Gruppen hinzufügen URL

source: Groups remove URL
de_at: Gruppen entfernen URL

source: Permissions URL
de_at: Berechtigungs-URL

source: Permissions add URL
de_at: Berechtigung hinzufügen URL

source: Permissions remove URL
de_at: Berechtigung entziehen URL

source: Group roles
de_at: Gruppenrollen

source: Available roles
de_at: Verfügbare Rollen

source: Roles of group: %s
de_at: Rollen von Gruppe %s

source: Error deleting role "%(instance)s"; %(exception)s
de_at: Fehler bei Löschen der Rolle "%(instance)s"; %(exception)s

source: %(count)d roles deleted successfully.
de_at: %(count)d Rollen erfolgreich gelöscht.

source: Role "%(object)s" deleted successfully.
de_at: Rolle "%(object)s" erfolgreich gelöscht.

source: %(count)d role deleted successfully.
de_at: %(count)d Rolle erfolgreich gelöscht.

source: Delete role: %(object)s.
de_at: Rolle %(object)s löschen.

source: Delete the %(count)d selected role.
de_at: Die %(count)d ausgewählte Rolle löschen.

source: Delete the %(count)d selected roles.
de_at: Die %(count)d ausgewählten Rollen löschen.

source: Roles are authorization units. They contain user groups which inherit the role permissions for the entire system. Roles can also part of access controls lists. Access controls list are permissions granted to a role for specific objects which its group members inherit.
de_at: Rolle sind Autorisierungseinheiten. Sie sind Benutzergruppen zugeordnet, die die Rollenberechtigungen für das gesamte System erben. Rollen können auch Bestandteil von Zugriffsberechtigungslisten sein. Zugriffsberechtigungslisten beinhalten Berechtigungen für spezifische Objekte.

source: There are no roles
de_at: Keine Rolle vorhanden

source: Role groups
de_at: Rollengruppen

source: Available groups
de_at: Verfügbare Gruppen

source: Add groups to be part of a role. They will inherit the role's permissions and access controls.
de_at: Fügen Sie Gruppen hinzu um Rollenberechtigungen zu erlangen. Die Berechtigungen werden ererbt von den Berechtigungen und Zugriffsberechtigungen der Rolle.

source: Groups of role: %s
de_at: Gruppen für Rolle %s

source: Granted permissions
de_at: Erteilte Berechtigungen

source: Available permissions
de_at: Verfügbare Berechtigungen

source: Permissions granted here will apply to the entire system and all objects.
de_at: Hier erteilte Berechtigungen gelten für das gesamte System und sämtliche Objekte.

source: Permissions for role: %s
de_at: Berechtigungen der Rolle %s

source: Details of permission: %s
de_at: Details für Berechtigung %s
