Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/storage/locale/*/LC_MESSAGES/django.po
Languages: bg, de_de, fr, hu, uk

source: Storage
bg: Съхранение
de_de: Dateispeicher
fr: Stockage
hu: Tároló
uk: Сховище

source: Unable to initialize storage: %(name)s. Check the storage backend dotted path and arguments.
bg: Съхранението не може да бъде инициализирано: %(name)s. Проверете пътя и аргументите на бекенд скрипта на съхранението.
de_de: Dateispeicher kann nicht initialisiert werden: %(name)s. Überprüfen Sie den Pfad und die Argumente für den Speicher-Backend.
fr: Impossible d'initialiser le stockage : %(name)s. Vérifiez le chemin en pointillés et les arguments du backend de stockage.
hu: Nem sikerült inicializálni a tárhelyet: %(name)s . Ellenőrizze a háttértár pontozott elérési útját és argumentumait.
uk: Неможливо ініціалізувати сховище: %(name)s. Перевірте шлях та аргументи сховища.

source: Download files
bg: Изтеглете файлове
de_de: Dateien herunterladen
fr: Télécharger les fichiers
hu: Letöltési fájlok
uk: Завантажити файли

source: Download file created
bg: Изтегленият файл е създаден
de_de: Downloaddatei erstellt
fr: Télécharger le fichier créé
hu: Letöltési fájl létrehozva
uk: Файл для завантаження створено

source: Download file deleted
bg: Изтегленият файл е изтрит
de_de: Downloaddatei gelöscht
fr: Fichier pour téléchargement supprimé
hu: Letöltési fájl törölve
uk: Файл для завантаження видалено

source: Download file downloaded
bg: Файлът за изтегляне е изтеглен
de_de: Downloaddatei heruntergeladen
fr: Télécharger le fichier téléversé
hu: Letöltési fájl letöltve
uk: Файл для завантаження завантажено

source: Delete
bg: Изтрийте
de_de: Löschen
fr: Supprimer
hu: Törlés
uk: Видалити

source: Download
bg: Сваляне
de_de: Herunterladen
fr: Télécharger
hu: Letöltés
uk: Завантажити

source: Name of the app to process.
bg: Име на приложението за обработка.
de_de: Name der zu verarbeitenden App.
fr: Nom de l'application à exécuter.
hu: A feldolgozandó alkalmazás neve.
uk: Назва програми для обробки.

source: Path of the database (.dbm) file that will be created/read to keep track of items processed.
bg: Път на файла с база данни (.dbm), който ще бъде създаден / прочетен, за да следи обработените елементи.
de_de: Pfad der Datenbankdatei (.dbm), die erstellt / gelesen wird, um die verarbeiteten Elemente zu verfolgen.
fr: Chemin du fichier de base de données (.dbm) qui sera créé / lu pour garder une trace des éléments traités.
hu: Az adatbázis-fájl (.dbm) elérési útja, amely létrejön/olvasható a feldolgozott elemek nyomon követéséhez.
uk: Шлях до файлу бази даних (.dbm), який буде створено/прочитано для відстеження оброблених елементів.

source: Process a specific model.
bg: Обработка на конкретен модел.
de_de: Ein bestimmtes Modell ausführen.
fr: Traitez un modèle spécifique.
hu: Egy adott modell feldolgozása.
uk: Обробити конкретну модель.

source: Process the files in reverse to undo the storage pipeline transformations.
bg: Обработете файловете обратно, за да отмените трансформациите на тръбата за съхранение.
de_de: Die Dateien in umgekehrter Reihenfolge um die Dateispeicher-Pipeline-Transformation rückgängig zu machen.
fr: Traitez les fichiers à l'envers pour annuler les transformations du pipeline de stockage.
hu: A fájlok visszafelé történő feldolgozása a tárolási csővezeték átalakításainak visszavonásához.
uk: Обробити файли у зворотному порядку, щоб скасувати перетворення в системі зберігання.

source: Name of the storage to process.
bg: Име на хранилището, което ще се обработва.
de_de: Name des zu verarbeitenden Dateispeichers.
fr: Nom du stockage à exécuter.
hu: A feldolgozandó tároló neve.
uk: Назва сховища для обробки.

source: Filename
bg: Име на файл
de_de: Dateiname
fr: Nom de fichier
hu: Fájlnév
uk: Ім'я файлу

source: Date time
bg: Дата час
de_de: Datum & Zeit
fr: Date et heure
hu: Dátum idő
uk: Дата і час

source: Unnamed file
bg: Файл без име
de_de: Unbenannte Datei
fr: Fichier sans nom
hu: Névtelen fájl
uk: Файл без назви

source: Size
bg: Размер
de_de: Größe
fr: Taille
hu: Méret
uk: Розмір

source: User
bg: Потребител
de_de: Benutzer
fr: Utilisateur
hu: Felhasználó
uk: Користувач

source: File
bg: Файл
de_de: Datei
fr: Fichier
hu: Fájl
uk: Файл

source: Label
bg: Етикет
de_de: Bezeichner
fr: Libellé
hu: Cimke
uk: Мітка

source: Download file
bg: Изтегли файл
de_de: Datei herunterladen
fr: Télécharger le fichier
hu: Fájl letöltése
uk: Завантажити файл

source: Shared uploaded file
bg: Споделен качен файл
de_de: Geteilte hochgeladene Datei
fr: Fichier importé partagé
hu: Megosztott feltöltött fájl
uk: Спільно завантажений файл

source: Shared uploaded files
bg: Споделени качени файлове
de_de: Geteilte hochgeladene Dateien
fr: Fichiers importés partagés
hu: Megosztott feltöltött fájlok
uk: Спільно завантажені файли

source: Delete user files
bg: Изтриване на потребителски файлове
de_de: Benutzerdateien löschen
hu: Felhasználói fájlok törlése
uk: Видалити файли користувача

source: Download user files
bg: Изтегляне на потребителски файлове
de_de: Benutzerdateien herunterladen
fr: Télécharger les fichiers
hu: Felhasználói fájlok letöltése
uk: Завантажити користувацькі файли

source: View user files
bg: Преглед на потребителски файлове
de_de: Benutzerdateien anzeigen
hu: Felhasználói fájlok megtekintése
uk: Переглянути файли користувача

source: Storage periodic
bg: Периоди на съхранение
de_de: Speicherung periodisch
fr: Stockage périodique
hu: Időszakos tárolás
uk: Періодичність зберігання

source: Delete a shared upload
de_de: Einen geteilten Upload löschen
hu: Megosztott feltöltés törlése
uk: Видалити спільне завантаження

source: Delete stale uploads
bg: Изтриване на застояли качвания
de_de: Veraltete Uploads löschen
fr: Supprimer les imports périmés
hu: Elavult feltöltések törlése
uk: Видалити застарілі завантаження

source: Delete stale download files
bg: Изтрийте остарелите файлове за изтегляне
de_de: Veraltete Downloaddateien löschen
fr: Supprimer les fichiers de téléchargement obsolètes
hu: Elavult letöltési fájlok törlése
uk: Видаліть застарілі файли завантаження

source: Download URL
fr: URL du téléchargement
hu: Letöltési URL
uk: Завантажити URL

source: Time in seconds, after which download files will be deleted.
bg: Време в секунди, след което файловете за изтегляне ще бъдат изтрити.
de_de: Zeit in Sekunden, nach der hochgeladene Dateien gelöscht werden.
fr: Temps en secondes, après quoi les fichiers téléchargés seront supprimés.
hu: Idő másodpercben, amely után a letöltött fájlok törlődnek.
uk: Час у секундах, після якого завантажені файли буде видалено.

source: A storage backend that all workers can use to generate and hold files for download.
bg: Бекенд за съхранение, който всички работници могат да използват за генериране и задържане на файлове за изтегляне.
de_de: Ein Speicherbackend, dass alle Worker für die Generierung und Speicherung von Downloaddateien verwenden können.
fr: Un backend de stockage que tous les agents peuvent utiliser pour générer et conserver des fichiers à télécharger.
hu: Tároló háttérrendszer, amellyel minden worker folyamat fájlokat generálhat és tárolhat letöltés céljából.
uk: Сервер зберігання, який усі працівники можуть використовувати для створення та зберігання файлів для завантаження.

source: A storage backend that all workers can use to share files.
bg: Бекенд за съхранение, който всички работници могат да използват за споделяне на файлове.
de_de: Datenbackend, das alle Worker benutzen können, um Dateien zu teilen.
fr: Un espace de stockage que tous les agents pourront utiliser pour partager des fichiers.
hu: Tároló háttérrendszer, amelyet minden worker folyamat használhat fájlok megosztására.
uk: Сервер зберігання, який усі працівники можуть використовувати для обміну файлами.

source: Temporary directory used site wide to store thumbnails, previews and temporary files.
bg: Временна директория, използвана в целия сайт за съхранение на миниатюри, визуализации и временни файлове.
de_de: Temporäres Verzeichnis zum systemweiten Speichern von Miniaturbildern, Vorschauen und temporären Dateien.
fr: Répertoire temporaire utilisé pour stocker les vignettes, aperçus et fichiers temporaires.
hu: Az ideiglenes könyvtár az egész webhelyen bélyegképek, előnézetek és ideiglenes fájlok tárolására szolgál.
uk: Тимчасова директорія використовується на всьому сайті для зберігання мініатюр, превью і тимчасових файлів.

source: Time in seconds, after which temporary uploaded files will be deleted.
bg: Време в секунди, след което временно качените файлове ще бъдат изтрити.
de_de: Zeit in Sekunden, nach der temporär hochgeladene Dateien gelöscht werden.
fr: Temps en secondes, après lequel les fichiers temporaires téléversées seront supprimés.
hu: Idő másodpercben, amely után az ideiglenesen feltöltött fájlok törlődnek.
uk: Час у секундах, після якого тимчасово завантажені файли буде видалено.

source: Unable to initialize the download file storage. Check the settings {} and {} for formatting errors.
bg: Не може да се инициализира хранилището на файла за изтегляне. Проверете настройките {} и {} за грешки при форматирането.
de_de: Initialisierung des Dateispeichers für Downloads nicht möglich. Überprüfen Sie die Einstellungen {} und {} auf Formatierungsfehler.
fr: Impossible d'initialiser le stockage des fichiers téléchargés. Vérifiez les paramètres {} et {} pour les erreurs de formatage.
hu: Nem lehet inicializálni a letöltött fájl tárolót. Ellenőrizze a beállításokat {} és {} formázási hibákért.
uk: Не вдалося ініціалізувати сховище файлів для завантаження. Перевірте налаштування {} і {} на наявність помилок форматування.

source: Unable to initialize the shared uploaded file storage. Check the settings {} and {} for formatting errors.
bg: Не може да се инициализира съхраняването на качени файлове. Проверете настройките {} и {} за форматиране на грешки.
de_de: Der gemeinsam genutzte Dateispeicher für hochgeladene Dateien kann nicht initialisiert werden. Überprüfen Sie die Einstellungen {} und {} auf Formatierungsfehler.
fr: Impossible d'initialiser le stockage de fichiers téléchargés partagés. Vérifiez les paramètres {} et {} pour les erreurs de formatage.
hu: Nem sikerült inicializálni a megosztott feltöltött fájl tárolót. Ellenőrizze a beállításokat {} és {} formázási hibákért.
uk: Не вдалося ініціалізувати спільне сховище завантажених файлів. Перевірте налаштування {} і {} на наявність помилок форматування.

source: Download files are created as a results of a an external process like an export. Download files are retained over a span of time and then removed automatically.
bg: Файловете за изтегляне се създават в резултат на външен процес като експортиране. Изтеглените файлове се запазват за определен период от време и след това се премахват автоматично.
de_de: Downloaddateien werden als Ergebnis eines ausgelagerten Vorgangs wie z.B. eines Exports erstellt. Downloaddateien werden für eine gewisse Zeitspanne vorgehalten und dann automatisch gelöscht.
fr: Les fichiers de téléchargement sont créés à la suite d'un processus externe tel qu'une exportation. Les fichiers téléchargés sont conservés pendant un certain temps, puis supprimés automatiquement.
hu: A letöltési fájlok külső folyamat, például exportálás eredményeként jönnek létre. A letöltött fájlokat a rendszer egy bizonyos ideig megőrzi, majd automatikusan eltávolítja.
uk: Файли завантаження створюються в результаті зовнішнього процесу, наприклад експорту. Завантажені файли зберігаються протягом певного періоду часу, а потім автоматично видаляються.

source: There are no files to download.
bg: Няма файлове за изтегляне.
de_de: Keine Dateien für Download vorhanden.
fr: Il n'y a aucun fichier à télécharger.
hu: Nincsenek letölthető fájlok.
uk: Немає файлів для завантаження.

source: Downloads
bg: Изтегляния
fr: Téléchargements
hu: Letöltések
uk: Завантаження
