Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/document_indexing/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de

source: None
ar: لا شيء
de_de: Keine

source: Document types
ar: أنواع الوثائق
de_de: Dokumententypen

source: Document indexing
ar: فهرس الوثيقة
de_de: Dokumentenindizierung

source: Level
ar: مستوى الدليل
de_de: Ebene

source: Depth
de_de: Tiefe

source: Total nodes
de_de: Knotenpunkte gesamt

source: Total documents
ar: عدد الوثائق الكلي
de_de: Alle Dokumente

source: Number of unique documents this item contains.
de_de: Anzahl einmaliger Dokumente, die dieses Element beinhaltet.

source: Nodes
de_de: Knotenpunkte

source: Documents
ar: الوثائق
de_de: Dokumente

source: Index template created
de_de: Indexvorlage erstellt

source: Index template edited
de_de: Indexvorlage bearbeitet

source: Namespace
ar: مساحة الاسم
de_de: Namensraum

source: Label
ar: العنوان
de_de: Bezeichner

source: Enabled
ar: مفعل
de_de: Aktiviert

source: Index templates to be queued for rebuilding.
ar: يتم وضع قوالب الفهرس في قائمة الانتظار للإنشاء.
de_de: In die Warteschlange für den Wiederaufbau eingestellte Indexvorlagen.

source: Index templates
ar: قوالب الفهرس
de_de: Indexvorlagen

source: Template
ar: القالب
de_de: Vorlage

source: Creation date
ar: تاريخ الإنشاء
de_de: Erstellungsdatum

source: Indexes
ar: الفهارس
de_de: Indices

source: Rebuild index
ar: إعادة بناء الفهرس
de_de: Index neu erstellen

source: Deletes and creates from scratch all the document indexes.
ar: إعادة بناء الفهارس
de_de: Löscht und erstellt alle Dokumentenindices neu.

source: Rebuild indexes
ar: إعادة بناء الفهارس
de_de: Indices wiederaufbauen

source: Reset indexes
ar: إعادة تعيين الفهارس
de_de: Indizes zurücksetzen

source: Create index
ar: انشاء فهرس
de_de: Index erstellen

source: Delete
ar: حذف
de_de: Löschen

source: Edit
ar: تعديل
de_de: Bearbeiten

source: Triggers
ar: محفزات
de_de: Trigger

source: Tree template
ar: بناء القالب
de_de: Baumvorlage

source: New child node
ar: إضافة بناء فرعي جديد
de_de: Neuer Unterknoten

source: No
ar: رفض
de_de: Nein

source: Yes
ar: قبول
de_de: Ja

source: Error indexing document: %(document)s; expression: %(expression)s; %(exception)s
ar: خطأ فهرسة الوثيقة : %(document)s؛ الوصف: %(expression)s ؛ %(exception)s
de_de: Fehler bei der Indexierung von Dokument %(document)s; Ausdruck: %(expression)s; %(exception)s

source: Total number of nodes with unique values this item contains.
de_de: Gesamtzahl der Knotenpunkte mit einmaligen Werten, die dieses Element beinhaltet.

source: Total number of unique documents this item contains.
de_de: Gesamtzahl einmaliger Dokumente, die dieses Element beinhaltet.

source: Total number of node levels this item contains.
de_de: Gesamtzahl der Knotenpunktebenen, die dieses Element beinhaltet.

source: The path to the index including all ancestors.
ar: المسار إلى الفهرس.
de_de: Der Pfad zum Index, einschließlich aller übergeordneten Elemente.

source: Full path
ar: مكان الوصول الكامل
de_de: Vollständiger Pfad

source: Index instance
ar: قالب الفهرس
de_de: Index-Instanz

source: Index instances
ar: مثيلات الفهرس
de_de: Index-Instanzen

source: Index template node
ar: قالب الفهارس الفرعية
de_de: Index Knotenpunkt

source: Value
ar: قيمة
de_de: Wert

source: Index instance node
ar: قالب الفهرس الفرعي
de_de: Index-Instanz-Knotenpunkt

source: Indexes instances node
ar: قوالب الفهارس
de_de: Indices-Instanz-Knotenpunkte

source: Document index node instance
ar: فهرس الوثائق
de_de: Indexknotenpunkt

source: Document indexes node instances
ar: الفهرسة للفروع
de_de: Indexknotenpunkte

source: Index instance nodes
ar: فهارس متشابهة
de_de: Index-Instanz-Knotenpunkte

source: Short description of this index.
ar: وصف موجز للفهرس.
de_de: Kurze Beschreibung dieses Index.

source: This value will be used by other apps to reference this index.
ar: سيتم استخدام هذه القيمة من قبل التطبيقات الأخرى للإشارة إلى هذا الفهرس.
de_de: Interner Name um diesen Index zu identifizieren.

source: Slug
ar: حجم
de_de: Webkürzel

source: Causes this index to be visible and updated when document data changes.
ar: سيقوم النظام باستعراض الفهرس عند تغير بيانات الوثيقة
de_de: Bewirkt Sichtbarkeit und Aktualisierung des Index, wenn Dokumente geändert werden.

source: Index template
de_de: Indexvorlage

source: Event type
ar: نوع الحدث
de_de: Ereignistyp

source: Index template event trigger
de_de: Indexvorlagen-Ereignistrigger

source: Index template event triggers
de_de: Indexvorlagen-Ereignistrigger

source: Parent index template node of this node.
de_de: Übergeordnete Knotenpunkt-Indexvorlage.

source: Enter a template to render. Use Django's default templating language.
de_de: Vorlage zur Generierung eingeben. Django's Standard-Vorlagen-Sprache benutzen.

source: Indexing expression
ar: تعبير الفهرسة
de_de: Indexierungsausdruck

source: Causes this node to be visible and updated when document data changes.
ar: سيتم عرض الفهرس عند تغير بيانات الوثيقة
de_de: Bewirkt Sichtbarkeit und Aktualisierung des Index, wenn Dokumente geändert werden.

source: Check this option to have this node act as a container for documents and not as a parent for further nodes.
ar: سيقوم النظام بجعل هذه الخزانة الفرعية تضم الوثائق
de_de: Wählen Sie diese Option, wenn Dokumente in diesem Knoten dargestellt werden sollen (und dieser Knoten nicht als Eltern-Knoten für weitere Kind-Knotenpunkte fungieren soll).

source: Link documents
ar: رابط المستندات
de_de: Dokumente verknüpfen

source: Index template nodes
de_de: Indexvorlagenknotenpunkte

source: Root
ar: الفهرس الرئيسي
de_de: Wurzel

source: Indexing
ar: الفهرسة
de_de: Indizierung

source: View index instances
de_de: Index Instanzen anzeigen

source: Create new index templates
de_de: Neue Indexvorlagen erstellen

source: Edit index templates
de_de: Indexvorlagen bearbeiten

source: Delete index templates
de_de: Indexvorlagen löschen

source: View index templates
de_de: Indexvorlagen anzeigen

source: Rebuild index templates
de_de: Indexvorlagen wiederaufbauen

source: Indexing slow
de_de: Langsame Indizierung

source: Remove document
ar: حذف الوثيقة
de_de: Dokument entfernen

source: Index document
ar: فهرس الوثيقة
de_de: Dokument indizieren

source: Document type
ar: نوع الوثيقة
de_de: Dokumententyp

source: Document MIME type
ar: نوع الوثيقة
de_de: Dokumententyp

source: Document label
ar: اسم الوثيقة
de_de: Dokumentenbezeichner

source: Document description
ar: وصف الوثيقة
de_de: Dokumentenbeschreibung

source: Document UUID
ar: الوثائق المحددة
de_de: Dokumenten-UUID

source: Document checksum
ar: المجموع
de_de: Dokumentenprüfsumme

source: Nodes URL
de_de: Knotenpunkte URL

source: Children URL
de_de: Untergeordnete URLs

source: Documents URL
de_de: Dokument-URL

source: Parent URL
de_de: Übergeordnete URL

source: Children
de_de: Untergeordnete Aktenschränke

source: Parent
de_de: Übergeordneter Aktenschrank

source: URL of the API endpoint showing the list document types associated with this index template.
de_de: URL des API-Endpunktes, der die Liste der mit dieser Indexvorlage verknüpften Dokumententypen zeigt.

source: Document types URL
ar: عنوان URL لأنواع المستندات
de_de: Dokumententypen URL

source: URL of the API endpoint to add document types to this index template.
de_de: URL des API Endpunktes, um Dokumententypen zu dieser Indexvorlage hinzuzufügen.

source: Document types add URL
ar: عنوان URL لإضافة أنواع المستندات
de_de: Dokumententypen hinzufügen URL

source: URL of the API endpoint to remove document types from this index template.
de_de: URL des API Endpunktes, um Dokumententypen von dieser Indexvorlage zu entfernen.

source: Document types remove URL
ar: عنوان URL لحذف أنواع المستندات
de_de: Dokumententypen entfernen URL

source: Index template root node ID
de_de: Indexvorlage Wurzelknotenpunkt ID

source: Rebuild URL
de_de: Wiederaufbau URL

source: Reset URL
de_de: Rücksetzungs URL

source: Primary key of the document type to add to the index template.
de_de: Primärschlüssel des Dokumententyps, der zu dieser Indexvorlage hinzugefügt wird.

source: Document type ID
ar: مُعرِّف نوع المستند
de_de: Dokumenttyp-ID

source: Primary key of the document type to remove from the index template.
de_de: Primärschlüssel des Dokumententyps, der von dieser Indexvorlage entfernt wird.

source: This could mean that no index templates have been created or that there are index templates but they are no properly defined.
de_de: Dies könnte bedeuten, dass keine Indexvorlagen erstellt wurden, oder dass erstellte Indexvorlagen nicht korrekt definiert wurden.

source: There are no index instances available.
ar: لا توجد مثيلات الفهرس المتاحة.
de_de: Es sind keine Indexinstanzen vorhanden.

source: Contents for index: %s
ar: محتويات الفهرس: %s
de_de: Inhalt von Index %s

source: Assign the document type of this document to an index to have it appear in instances of those indexes organization units.
ar: يجب تحديد الفهرس للوثيقة ليقوم النظام بإظهار الوثيقة ضمن الفهارس المحددة
de_de: Weisen Sie dem Dokumententyp dieses Dokuments einen Index zu, damit es als Instanz der Organisationseinheiten dieses Indexes auftaucht.

source: This document is not in any index
ar: هذه الوثيقة ليس في أي فهرس
de_de: Dieses Dokument befindet sich in keinem Index

source: Indexes nodes containing document: %s
ar: دليل الفهرس للوثيقة: %s
de_de: Knotenpunkte der Indices, die Dokumente enthalten: %s

source: Available indexes
ar: الفهارس المتاحة
de_de: Vefügbare Indices

source: Indexes linked
ar: الفهارس المرتبطة
de_de: Verknüpfte Indices

source: Documents of this type will appear in the indexes linked when these are updated. Events of the documents of this type will trigger updates in the linked indexes.
ar: تحديث الفهارس
de_de: Dokumente diese Typs werden in verknüpften Indices erscheinen, wenn sie aktualisiert werden. Ereignisse dieser Dokumente werden Aktualisierungen in verknüpften Indices auslösen.

source: Indexes linked to document type: %s
ar: الفهارس المرتبطة بنوع الوثيقة: %s
de_de: Indices verknüpft mit Dokumententyp: %s

source: Indexes group document automatically into levels. Indexes are defined using template whose markers are replaced with direct properties of documents like label or description, or that of extended properties like metadata.
de_de: Indiziert das Gruppendokument automatisch in Ebenen. Indizes werden mithilfe einer Vorlage definiert, deren Markierungen durch direkte Eigenschaften von Dokumenten wie Beschriftung oder Beschreibung, oder erweiterte Eigenschaften wie Metadaten ersetzt werden.

source: There are no index templates.
de_de: Keine Indexvorlagen vorhanden.

source: Delete the index: %s?
ar: حذف الفهرس: %s؟
de_de: Index %s löschen?

source: Available document types
ar: أنواع الوثائق المتاحة
de_de: Verfügbare Dokumententypen

source: Document types linked
ar: أنواع الوثائق المرتبطة
de_de: Verknüpfte Dokumententypen

source: Only the documents of the types selected will be shown in the index when built. Only the events of the documents of the types select will trigger updates in the index.
ar: سيتم عرض مستندات الأنواع المحددة فقط في الفهرس عند إنشائها. فقط أحداث مستندات الأنواع المحددة هي التي ستطلق التحديثات في الفهرس.
de_de: Nach der Erstellung werden nur Dokumente des ausgewählten Typs im Index angezeigt. Eine Aktualisierung des Indexes kann nur durch Ereignisse von Dokumenten des ausgewählten Typs ausgelöst werden.

source: Document types linked to index: %s
ar: أنواع الوثائق المرتبطة بالفهرس: %s
de_de: Mit Index %s verknüpfte Dokumententypen

source: Edit index: %s
ar: تعديل الفهرس: %s
de_de: Index %s bearbeiten

source: Error updating index template event trigger; %s
de_de: Fehler bei der Aktualisierung des Indexvorlagen-Ereignistriggers; %s

source: Index template event triggers updated successfully.
de_de: Indexvorlagen-Ereignistrigger erfolgreich aktualisiert.

source: Triggers are document events that cause instances of this index template to be updated.
de_de: Trigger sind Ereignisse für Dokumente, die Instanzen dieser Indexvorlage zur Aktualisierung veranlassen.

source: Index template event triggers for: %s
de_de: Indexvorlagen-Ereignistrigger für: %s

source: Tree template nodes for index: %s
ar: القالب المرتبط بالفهرس: %s
de_de: Baumvorlagen für Index %s

source: Create child node of: %s
ar: قم بإنشاء قالب فرعية لـ: %s
de_de: Unterknotenpunkt von %s erstellen

source: Delete the index template node: %s?
ar: هل تريد حذف قالب الفهرس الفرعي: %s؟
de_de: Indexvorlagen-Knotenpunkt %s löschen?

source: Edit the index template node: %s
de_de: Den Indexvorlagenknotenpunkt %s bearbeiten

source: Rebuild index template: %s
de_de: Indexvorlage neu erstellen: %s

source: Index template queued for rebuild.
de_de: Indexvorlage zur Neuerstellung in die Warteschlange eingereiht.

source: %(count)d index template queued for rebuild.
de_de: %(count)d Indexvorlage für Neuerstellung in Warteschlange.

source: %(count)d index reset.
de_de: %(count)d Index zurückgesetzt.

source: Index templates for which their instances will be deleted.
ar: قوالب الفهرس التي سيتم حذف مثيلاتها من أجلها.
de_de: Indexvorlagen, deren Instanzen gelöscht werden.

source: Index
ar: الفهرس

source: Navigation: %s
ar: التتبع : %s
