Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/document_parsing/locale/*/LC_MESSAGES/django.po
Languages: de_de, he_il, hu, uk

source: Document parsing
de_de: Dokument parsen
he_il: פירוק מסמך לחלקים (Parsing)
hu: Dokumentum elemzés
uk: Розбір документа

source: A generator returning the document file's pages parsed content.
de_de: Ein Generator, der den Inhalt der Dokumentendateiseiten zurückgibt.
he_il: מחולל המחזיר את התוכן המפורק של דפי קובץ המסמך.
hu: Egy generátor, amely visszaadja az elemzett dokumentumfájl oldalainak tartalmát.
uk: Генератор, що повертає проаналізований вміст сторінок файлу документа.

source: Content
de_de: Inhalt
hu: Tartalom
uk: Зміст

source: Utility from the poppler-utils package used to extract content from PDF files.
de_de: Utility aus dem poppler-utils Paket, das für die Extraktion von Inhalt aus PDF-Dateien verwendet wird.
hu: Segédprogram a poppler-utils csomagból, amellyel a tartalom kinyerhető a PDF-fájlokból.
uk: Утиліта з пакету poppler-utils, яка використовується для отримання вмісту з PDF-файлів.

source: Document file parsed content deleted
de_de: Geparster Inhalt der Dokumentendatei gelöscht
he_il: תוכן מפורק של קובץ מסמך נמחק
hu: A dokumentumfájl elemzett tartalma törölve
uk: Проаналізований вміст файлу документа видалено

source: Document file submitted for parsing
de_de: Dokumentendatei zum Parsen eingereicht
he_il: קובץ המסמך נשלח לפירוק
hu: A dokumentumfájl elemzésre beküldve
uk: Файл документа надіслано на аналіз

source: Document file parsing finished
de_de: Parsen von Dokumentendatei beendet
he_il: פירוק קובץ המסמך הסתיים
hu: A dokumentumfájl elemzése befejeződött
uk: Аналіз файлу документа завершено

source: Page %(page_number)d
de_de: Seite %(page_number)d
hu: %(page_number)d oldal
uk: Сторінка %(page_number)d

source: Contents
de_de: Inhalte
he_il: תכנים
hu: Tartalom
uk: Зміст

source: Delete parsed content
de_de: Geparsten Inhalt löschen
he_il: מחיקת תוכן מפורק
hu: Az elemzett tartalom törlése
uk: Видалити проаналізований вміст

source: Download content
de_de: Inhalt herunterladen
he_il: הורדת תוכן
hu: Dokumentum tartalom
uk: Завантажити вміст

source: Submit for parsing
de_de: Zum Parsen einreichen
he_il: שליחה לפירוק
hu: Küldés elemzésre
uk: Відправити на аналіз

source: Setup parsing
de_de: Parsing einrichten
he_il: הגדרת פירוק
hu: Az elemzés beállítása
uk: Налаштування аналізу

source: Parse documents per type
de_de: Dokumente nach Typ parsen
he_il: פירוק מסמכים לפי סוג
hu: dokumentum értelmezés típusonként
uk: Аналіз документів за типом

source: Document file page
de_de: Seite der Dokumentendatei
he_il: דף מקובץ המסמך
hu: Dokumentumfájl oldal
uk: Сторінка файлу документа

source: The actual text content as extracted by the document parsing backend.
de_de: Vom Parser-Backend extrahierter Inhalt.
he_il: תוכן הטקסט בפועל כפי שחולץ על ידי מנוע פירוק המסמכים.
hu: A tényleges szövegtartalom, amelyet a dokumentumelemző háttérrendszer bontott ki.
uk: Фактичний текстовий вміст, отриманий серверною частиною аналізу документа.

source: Document file page content
de_de: Inhalt der Dokumentendateiseite
hu: Dokumentumfájl oldal tartalma
uk: Вміст сторінки файлу документа

source: Document file page contents
de_de: Inhalte der Dokumentendateiseite
he_il: תכני עמוד קובץ מסמך
hu: Dokumentumfájl oldal tartalma
uk: Вміст сторінки файлу документа

source: Document type
de_de: Dokumententyp
hu: Dokumentumtípus
uk: Тип документа

source: Automatically queue newly created documents for parsing.
de_de: Neu erstellte Dokumente automatisch zum Parsen einreihen.
he_il: הכנסה אוטומטית של מסמכים חדשים לפירוק לתור משימות.
hu: Az újonnan létrehozott dokumentumok automatikus sorba állítása elemzéshez.
uk: Автоматично ставити в чергу новостворені документи для аналізу.

source: Auto parsing
de_de: Autoparsen
he_il: פירוק אוטומטי
hu: Automatikus elemzés
uk: Автоматичний парсинг

source: Document type settings
de_de: Einstellungen für Dokumententyp
hu: Dokumentumtípus beállítások
uk: Параметри типу документа

source: Document types settings
de_de: Einstellungen für Dokumententypen
hu: Dokumentumtípusok beállításai
uk: Налаштування типів документів

source: Exception parsing page; %s
de_de: Ausnahmefehler bei der Verarbeitung einer Seite: %s
he_il: תקלה בפירוק דף; %s
hu: Kivétel az oldal feldolgozásában; %s
uk: Не аналізувати сторінку; %s

source: Cannot find pdftotext executable at: %s
de_de: Programm pdftotext nicht gefunden in %s
he_il: לא ניתן למצוא קובץ הפעלה pdftotext ב-: %s
hu: Nem található a pdftotext végrehajtható fájl a következő helyen: %s
uk: Не вдається знайти файл pdftotext за адресою: %s

source: View the content of a document file
de_de: Inhalt einer Dokumentendatei anzeigen
he_il: הצגת התוכן של קובץ מסמך
hu: Dokumentumfájl tartalmának megtekintése
uk: Перегляд вмісту файлу документа

source: Parse the content of a document file
de_de: Inhalt einer Dokumentendatei parsen
he_il: פירוק התוכן של קובץ מסמך
hu: Dokumentumfájl tartalmának elemzése
uk: Проаналізувати вміст файлу документа

source: Change document type parsing settings
de_de: Parser-Einstellungen des Dokumententyps ändern
he_il: שנוי הגדרות פירוק סוג מסמך
hu: Dokumentumtípus elemzési beállításainak módosítása
uk: Змінити налаштування аналізу типу документа

source: Parsing
he_il: פירוק
hu: Elemzés
uk: Аналіз

source: Document file parsing
de_de: Parsen von Dokumentendatei
he_il: פירוק קובץ מסמך
hu: Dokumentumfájl elemzése
uk: Аналіз файлу документа

source: Document file content
de_de: Inhalt einer Dokumentendatei
he_il: תוכן קובץ מסמך
hu: Dokumentumfájl tartalom
uk: Вміст файлу документа

source: Set new document types to perform parsing automatically by default.
de_de: Erstellen Sie neue Dokumententypen um standardmäßig automatisiertes Parsen auszuführen.
he_il: הגדר סוגי מסמכים חדשים לביצוע פירוק אוטומטי כברירת מחדל.
hu: Állítsa be az új dokumentumtípusokat úgy, hogy azokon alapértelmezés szerint automatikusan végrehajtódjon az elemzés.
uk: Встановіть нові типи документів для автоматичного аналізу за замовчуванням.

source: File path to poppler's pdftotext program used to extract text from PDF files.
de_de: Pfad zum "pdftotext"-Programm (bereitgestellt von poppler), das benutzt wird, um Text aus PDF-Dateien zu extrahieren.
hu: elérési útvonal a poppler féle pdftotext programhoz ami PDF-ből szöveget nyer ki
uk: Шлях до файлу програми pdftotext Poppler, яка використовується для отримання тексту з файлів PDF.

source: Error deleting document version content "%(instance)s"; %(exception)s
de_de: Fehler bei Löschung von Inhalt der Dokumentenversion "%(instance)s"; %(exception)s
hu: Hiba a "%(instance)s" dokumentumverzió tartalmának törlésekor; %(exception)s
uk: Помилка видалення вмісту версії документа "%(instance)s" %(exception)s

source: Content of %(count)d document versions deleted successfully.
de_de: Inhalt von %(count)d Dokumentenversionen erfolgreich gelöscht.
he_il: תוכן של %(count)d גרסאות מסמך נמחק בהצלחה.
hu: %(count)d dokumentumverzió tartalma sikeresen törölve.
uk: Вміст %(count)d версій документа успішно видалено.

source: Content of "%(object)s" deleted successfully.
hu: A "%(object)s" tartalma sikeresen törölve.
uk: Вміст "%(object)s" успішно видалено.

source: Content of %(count)d document version deleted successfully.
de_de: Inhalt von %(count)d Dokumentenversion erfolgreich gelöscht.
he_il: התוכן של גרסת מסמך %(count)d נמחק בהצלחה.
hu: %(count)d dokumentumverzió tartalma sikeresen törölve.
uk: Вміст %(count)d версії документа успішно видалено.

source: Delete the content of: %(object)s.
de_de: Inhalt von %(object)s löschen.
he_il: מחיקת התוכן של: %(object)s.
hu: A következő tartalmának törlése: %(object)s .
uk: Видалити вміст: %(object)s.

source: Delete the content of the %(count)d selected document version.
de_de: Inhalt von %(count)d ausgewählten Dokumentenversion löschen.
he_il: מחיקת התוכן של גרסת המסמך ה-%(count)d שנבחרה.
hu: %(count)d kiválasztott dokumentumverzió tartalmának törlése.
uk: Видалити вміст %(count)d вибраної версії документа.

source: Delete the content of the %(count)d selected document versions.
de_de: Inhalt von %(count)d ausgewählten Dokumentenversionen löschen.
he_il: מחיקת התוכן של %(count)d גרסאות מסמך שנבחרו.
hu: %(count)d kiválasztott dokumentumverzió tartalmának törlése.
uk: Видалити вміст %(count)d вибраних версій документів.

source: Content for document file: %s
de_de: Inhalt von Dokumentendatei %s
hu: A dokumentumfájl tartalma: %s
uk: Вміст для файлу документа: %s

source: Content for document file page: %s
de_de: Inhalt von Dokumentendateiseite %s
he_il: תוכן לדף קובץ מסמך: %s
hu: A dokumentumfájl oldalának tartalma: %s
uk: Зміст для сторінки документа: %s

source: %(count)d document file added to the parsing queue
de_de: %(count)d Dokumentendatei zur Parsingwarteschlange hinzugefügt
he_il: קובץ מסמך %(count)d נוסף לתור משימות הפירוק
hu: %(count)d dokumentumfájl hozzáadva az elemzési sorhoz
uk: %(count)d документів додано до черги на аналіз

source: %(count)d documents files added to the parsing queue
de_de: %(count)d Dokumentendateien zur Parsingwarteschlange hinzugefügt
he_il: %(count)d קבצי מסמכים נוספו לתור משימות הפירוק
hu: %(count)d dokumentumfájl hozzáadva az elemzési sorhoz
uk: %(count)d документів файлів додано до черги аналізу

source: Submit %(count)d document file to the parsing queue?
de_de: %(count)d Dokumentendatei in die Parsingwarteschlange einreihen?
he_il: האם לשלוח קובץ מסמך %(count)d לתור הניתוח?
hu: Elküldi a %(count)d dokumentumfájlt az elemzési sorba?
uk: Подати %(count)d файл документа до черги на аналіз?

source: Submit document file "%s" to the parsing queue
de_de: Dokumentendatei "%s" in die Parsingwarteschlange einreihen
he_il: שליחח קובץ מסמך &quot;%s&quot; לתור משימות לפירוק
hu: A "%s" dokumentumfájl elküldése az elemzési sorba
uk: Надіслати файл документа "%s" до черги аналізу

source: Edit parsing settings for document type: %s.
de_de: Parsereinstellungen für Dokumententyp %s bearbeiten.
he_il: עריכת הגדרות פירוק עבור סוג מסמך: %s.
hu: A következő dokumentumtípus elemzési beállításainak szerkesztése: %s .
uk: Редагувати налаштування аналізу для типу документа: %s.

source: Submit all documents of a type for parsing
de_de: Alle Dokumente eines Typs zum Parsen einreichen
he_il: שליחת כל המסמכים מסוג זה לפירוק
hu: Minden típusú dokumentum beküldése értelmezésre
uk: Подати всі документи певного типу для аналізу

source: %(count)d documents added to the parsing queue.
de_de: %(count)d Dokumente zur Parsing-Warteschlange hinzugefügt.
he_il: %(count)d מסמכים נוספו לתור המשימות לפירוק.
hu: %(count)d dokumentum hozzáadva az elemzési sorhoz.
uk: %(count)d документів додано до черги аналізу.
