Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: de_de, hu, uk

source: Document signatures
de_de: Dokumentenunterschriften
hu: Dokumentum aláírások
uk: Підписи документів

source: Date and time
de_de: Datum und Uhrzeit
hu: Dátum és idő
uk: Дата і час

source: Key ID
de_de: Schlüssel-ID
hu: Kulcs ID
uk: ID ключа

source: None
de_de: Keine
hu: Nincs

source: Signature ID
de_de: Unterschrifts-ID
hu: Aláírás azonosító
uk: ID підпису

source: Type
de_de: Typ
hu: Típus
uk: Тип

source: Detached signature created
de_de: Abgelöste Unterschrift erstellt
hu: Leválasztott aláírás létrehozva
uk: Відокремлений підпис створено

source: Detached signature deleted
de_de: Abgelöste Unterschrift gelöscht
hu: Leválasztott aláírás törölve
uk: Відокремлений підпис видалено.

source: Detached signature uploaded
de_de: Abgelöste Unterschrift hochgeladen
hu: Leválasztott aláírás feltöltve
uk: Відокремлений підпис завантажено

source: Embedded signature created
de_de: Eingebettete Unterschrift erstellt
hu: Beágyazott aláírás létrehozva
uk: Вбудований підпис створено

source: Key
de_de: Schlüssel
hu: Kulcs
uk: Ключ

source: The passphrase to unlock the key and allow it to be used to sign the document file.
de_de: Das Passwort um den Schlüssel zu entsperren und mit ihm die Dokumentendatei zu unterschreiben.
hu: Jelszó a kulcs feloldásához és a dokumentumfájl aláírásához.
uk: Фраза для розблокування ключа та дозволу його використання для підпису файлу документа.

source: Passphrase
de_de: Passwort
hu: Jelszó
uk: Пароль

source: Private key that will be used to sign this document file.
de_de: Privater Schlüssel für die Unterschrift dieser Dokumentendatei.
hu: A dokumentumfájl aláírásához használt privát kulcs.
uk: Приватний ключ, який буде використовуватися для підпису цього файлу документа.

source: Signature is embedded?
de_de: Eingebettete Unterschrift?
hu: Az aláírás be van ágyazva?
uk: Підпис вставлено?

source: Signature date
de_de: Datum der Unterschrift
hu: Aláírás dátuma
uk: Дата підпису

source: Signature key ID
de_de: Unterschriftsschlüssel-ID
hu: Aláírás kulcs azonosítója
uk: ID підпису ключа

source: Signature key present?
de_de: Unterschriftsschlüssel vorhanden?
hu: Megvan az aláírás kulcs?
uk: Ключ підпису присутній?

source: Key fingerprint
de_de: Schlüssel-Fingerabdruck
hu: Kulcs ujjlenyomata
uk: Відбиток ключа

source: Key creation date
de_de: Erstellungsdatum des Schlüssels
hu: Kulcs létrehozásának dátuma
uk: Дата створення ключа

source: Key expiration date
de_de: Ablaufdatum des Schlüssels
hu: Kulcs lejárati dátuma
uk: Термін дії ключа

source: Key length
de_de: Schlüssellänge
hu: Kulcs hossza
uk: Довжина ключа

source: Key algorithm
de_de: Schlüsselverfahren
hu: Kulcs algoritmus
uk: Алгоритм ключа

source: Key user ID
de_de: Schlüssel-Benutzer-ID
hu: Kulcs felhasználói azonosító
uk: ID ключа користувача

source: Key type
de_de: Schlüsseltyp
hu: Kulcs típusa
uk: Тип ключа

source: Sign detached
de_de: Unterschrift separat
hu: Aláírás leválasztva
uk: Відокремлений підпис

source: Delete
de_de: Löschen
hu: Törlés
uk: Видалити

source: Download
de_de: Herunterladen
hu: Letöltés
uk: Завантажити

source: Upload signature
de_de: Unterschrift hochladen
hu: Aláírás feltöltése
uk: Завантажити підпис

source: Sign embedded
de_de: Unterschrift eingebettet
hu: Aláírás beágyazva
uk: Накладений підпис

source: Details
hu: Részletek
uk: Подробиці

source: Signatures
de_de: Unterschriften
hu: Aláírások
uk: Підписи

source: Refresh all signatures
de_de: Alle Unterschriften erneuern
hu: Az összes aláírás frissítése
uk: Оновити всі підписи

source: Verify all documents
de_de: Alle Dokumente überprüfen
hu: Ellenőrizze az összes dokumentumot
uk: Перевірити всі документи

source: signed
de_de: unterschrieben
hu: aláírva
uk: підписано

source: Detached
de_de: Separat
hu: Leválasztott
uk: Відокремлений

source: Embedded
de_de: Eingebettet
hu: Beágyazott
uk: Вбудований

source: Document file
de_de: Dokumentendatei
hu: Dokumentumfájl
uk: Файл документа

source: Date and time signed
de_de: Datum und Zeit der Unterschrift
hu: Aláírás dátuma és időpontja
uk: Дата і час підпису

source: ID of the key that will be used to sign the document.
de_de: ID des Schlüssels, mit dem das Dokument signiert wird.
hu: A dokumentum aláírásához használt kulcs azonosítója.
uk: ID ключа, який буде використовуватися для підпису документа.

source: Public key fingerprint
de_de: Fingerabdruck des öffentlichen Schlüssels
hu: Nyilvános kulcs ujjlenyomat
uk: Відбиток публічного ключа

source: Document file signature
de_de: Dokumentendateiunterschrift
hu: Dokumentumfájl aláírás
uk: Підпис файлу документа

source: Document file signatures
de_de: Dokumentendateiunterschriften
hu: Dokumentumfájl aláírások
uk: Підписи файлів документів

source: Signature file previously generated.
de_de: Signaturdatei, die zuvor generiert wurde.
hu: Korábban létrehozott aláírási fájl.
uk: Файл підпису було створено раніше.

source: Signature file
de_de: Unterschriftsdatei
hu: Aláíró állomány
uk: Файл підпису

source: Document file detached signature
de_de: Abgelöste Dokumentendateiunterschrift
hu: A dokumentumfájl leválasztott aláírása
uk: Відокремлений підпис файлу документа

source: Document file detached signatures
de_de: Abgelöste Dokumentendateiunterschriften
hu: A dokumentumfájl leválasztott aláírásai
uk: Відокремлені підписи файлу документа

source: signature
de_de: Unterschrift
hu: aláírás
uk: підпис

source: Document file embedded signature
de_de: Eingebettete Dokumentendateiunterschrift
hu: Dokumentumfájl beágyazott aláírása
uk: Вбудований підпис файлу документа

source: Document file embedded signatures
de_de: Eingebettete Dokumentendateiunterschriften
hu: Dokumentumfájl beágyazott aláírásai
uk: Вбудовані підписи файлів документів

source: Sign documents with detached signatures
de_de: Dokument signieren mit seperaten Unterschriften
hu: Dokumentumok aláírása leválasztott aláírásokkal
uk: Підписати документи відокремленими підписами

source: Sign documents with embedded signatures
de_de: Dokument signieren mit eingebetteten Unterschriften
hu: Dokumentumok aláírása beágyazott aláírásokkal
uk: Підписати документи вбудованими підписами

source: Delete detached signatures
de_de: Separate Unterschriften löschen
hu: Leválasztott aláírások törlése
uk: Видалити відокремлені підписи

source: Download detached document signatures
de_de: Separate Unterschriften der Dokumente herunterladen
hu: Leválasztott dokumentumaláírások letöltése
uk: Завантажити відокремлені підписи документів

source: Upload detached document signatures
de_de: Separate Unterschriften der Dokumente hochladen
hu: Leválasztott dokumentumaláírások feltöltése
uk: Завантажити відокремлені підписи документів

source: Verify document signatures
de_de: Dokumentenunterschriften überprüfen
hu: Dokumentum aláírások ellenőrzése
uk: Перевірити підписи документів

source: View document signatures
de_de: Dokumentendateiunterschriften anzeigen
hu: Dokumentum aláírások megtekintése
uk: Перегляд підписів документів

source: Signatures slow
de_de: Dokumentendateiunterschriften langsam
hu: Lassú aláírások
uk: Підписи slow

source: Verify key signatures
de_de: Schlüsselsignaturen verifizieren
hu: Kulcsaláírások ellenőrzése
uk: Перевірити ключі підписів

source: Unverify key signatures
de_de: Verifizierung von Schlüsselsignaturen zurücknehmen
hu: Kulcsaláírások ellenőrzésének visszavonása
uk: Скасувати перевірку ключів підписів

source: Verify document file
de_de: Dokumentendatei überprüfen
hu: Dokumentumfáj ellenőrzése
uk: Перевірити файл документа

source: Verify missing embedded signature
de_de: Fehlende eingebettete Unterschrift überprüfen
hu: A hiányzó beágyazott aláírás ellenőrzése
uk: Перевірити відсутність вбудованого підпису.

source: Refresh existing signature information
de_de: Bestehende Unterschrifteninformation aktualisieren
hu: A meglévő aláírási információk frissítése
uk: Оновити наявну інформацію про підпис

source: Document file URL
de_de: URL der Dokumentendatei
hu: Dokumentumfájl URL
uk: URL-адреса файлу документа

source: Primary key of the secret key used to sign the document file.
de_de: Primärschlüssel des geheimen Schlüssels, der für die Unterzeichnung der Dokumentendatei verwendet wird.
hu: A dokumentumfájl aláírásához használt titkos kulcs elsődleges kulcsa.
uk: Первинний ключ секретного ключа, який використовується для підпису файлу документа.

source: Path to the Storage subclass to use when storing detached signatures.
de_de: Pfad zu der Speicherklasse (Storage subclass) für die Speicherung separater Unterschriften.
hu: A Tároló alosztály elérési útja a leválasztott aláírások tárolásakor.
uk: Шлях до підкласу сховища, який використовується при збереженні відокремлених підписів.

source: Arguments to pass to the SIGNATURE_STORAGE_BACKEND.
de_de: Argumente, die an das SIGNATURE_STORAGE_BACKEND übergeben werden sollen.
hu: Argumentumok a következőhöz: SIGNATURE_STORAGE_BACKEND.
uk: Аргументи, які потрібно передати до SIGNATURE_STORAGE_BACKEND.

source: Unable to initialize the detached signatures storage. Check the settings {} and {} for formatting errors.
de_de: Der Dateispeicher für separate Unterschriften kann nicht initialisiert werden. Überprüfen Sie die Einstellungen {} und {} auf Formatierungsfehler.
hu: Nem sikerült inicializálni a leválasztott aláírástárolót. Ellenőrizze a beállításokat {} és {} formázási hibákért.
uk: Неможливо ініціалізувати зберігання відокремлених підписів. Перевірте наявність помилок у налаштуваннях {} та {} форматування.

source: Detached signatures
de_de: Separate Unterschriften
hu: Leválasztott aláírások
uk: Відокремлені підписи

source: Passphrase is needed to unlock this key.
de_de: Passwort wird benötigt um den Schlüssel zu entsperren.
hu: A kulcs feloldásához jelszóra van szükség.
uk: Потрібно пароль, щоб розблокувати цей ключ.

source: Passphrase is incorrect.
de_de: Passwort ist ungültig.
hu: A jelszó hibás.
uk: Пароль невірний.

source: Document file signed successfully.
de_de: Dokumentendatei erfolgreich unterzeichnet.
hu: A dokumentumfájl aláírása sikeresen megtörtént.
uk: Документ успішно підписано.

source: Sign document file "%s" with a detached signature
de_de: Dokumentendatei "%s" mit einer abgelösten Unterschrift unterzeichnen
hu: A " %s " dokumentumfájlt aláírása leválasztott aláírással
uk: Підписати файл документа "%s" з відокремленим підписом

source: Sign document file "%s" with a embedded signature
de_de: Dokumentendatei "%s" mit einer eingebetteten Unterschrift unterzeichnen
hu: A "%s" dokumentumfájlt aláírása beágyazott aláírással
uk: Підписати файл документа "%s" з вбудованим підписом

source: Delete detached signature: %s
de_de: Separate Unterschrift %s löschen
hu: A leválasztott aláírás törlése: %s
uk: Видалити відокремлений підпис: %s

source: Upload detached signature for document file: %s
de_de: Abgelöste Unterschrift für Dokumentendatei %s hochladen
hu: Leválasztott aláírás feltöltése a dokumentumfájlhoz: %s
uk: Завантажте відокремлений підпис для файлу документа: %s

source: Details for signature: %s
de_de: Details für Signatur %s
hu: Részletek az aláíráshoz: %s
uk: Деталі для підпису: %s

source: Signatures help provide authorship evidence and tamper detection. They are very secure and hard to forge. A signature can be embedded as part of the document itself or uploaded as a separate file.
de_de: Unterschriften dienen der Ermittlung der Autorenschaft und der Entdeckung von Fälschungen. Sie sind sehr sicher und schwer zu fälschen. Eine Unterschrift kann als Teil des Dokuments in dieses eingebettet sein oder separat erstellt und hochgeladen werden.
hu: Az aláírások segítenek a szerzőség bizonyításában és a hamisítás felderítésében. Nagyon biztonságosak és nehezen hamisíthatók. Az aláírás beágyazható magába a dokumentumba, vagy feltölthető külön fájlként.
uk: Підписи допомагають забезпечити докази авторства та виявлення втручання. Вони дуже безпечні та складні для підробки. Підпис може бути вбудований як частина самого документа або завантажений як окремий файл.

source: There are no signatures for this document file.
de_de: Keine Unterschriften für diese Dokumentendatei vorhanden.
hu: Nincsenek aláírások ehhez a dokumentumfájlhoz.
uk: Немає підписів для цього файлу документа.

source: Signatures for document file: %s
de_de: Unterschriften für Dokumentendatei %s
hu: A dokumentumfájl aláírásai: %s
uk: Підписи для файлу документа: %s

source: On large databases this operation may take some time to execute.
de_de: Bei großen Datenbanken kann dieser Vorgang einige Zeit in Anspruch nehmen.
hu: A nagy adatbázisok esetében a művelet sokáig is tarthat.
uk: У великих базах даних виконання цієї операції може зайняти деякий час.

source: Refresh all signatures information?
de_de: Sämtliche Unterschrifteninformationen aktualisieren?
hu: Frissíti az összes aláírási információt?
uk: Оновити всю інформацію про підписи?

source: Signature information refresh queued successfully.
de_de: Aktualisierung der Unterschrifteninformation erfolgreich in die Warteschlange eingereiht.
hu: Az aláírási információk frissítése sikeresen sorba került.
uk: Оновлення інформації про підпис успішно поставлено в чергу.

source: Verify all document for signatures?
de_de: Alle Dokumentenunterschriften überprüfen?
hu: Ellenőrzi az összes dokumentumot aláírás céljából?
uk: Перевірити всі документи на наявність підписів?

source: Signature verification queued successfully.
de_de: Überprüfung der Unterschriften erfolgreich eingereiht.
hu: Az aláírás-ellenőrzés sikeresen bekerült a sorba.
uk: Перевірка підпису успішно поставлена в чергу.

source: Sign document (detached)
de_de: Dokument signieren (abgetrennt)
hu: Dokumentum aláírása (leválasztott)
uk: Підписати документ (відокремлено)

source: Private key that will be used to sign the document file.
de_de: Privater Schlüssel, der für die Unterschrift der Dokumentdatei verwendet wird.
hu: Privát kulcs, amely a dokumentumfájl aláírására szolgál.
uk: Закритий ключ, який використовуватиметься для підпису файлу документа.

source: Private key
de_de: Privater Schlüssel
hu: Privát kulcs
uk: Приватний ключ

source: Document has no file to sign. You might be trying to use this action in an initial state before the created document is yet to be processed.
de_de: Das Dokument hat keine Datei für eine Unterschrift. Es könnte sein, dass Sie diese Aktion bereits durchgeführt haben als das Dokument noch nicht verarbeitet wurde.
hu: A dokumentumnak nincs aláírandó fájlja. Lehet, hogy ezt a műveletet egy kezdeti állapotban próbálja használni, mielőtt a létrehozott dokumentum még feldolgozásra kerülne.
uk: Документ не має файлу для підпису. Можливо, ви намагаєтеся використати цю дію у початковому стані до того, як створений документ ще не оброблено.

source: Sign document (embedded)
de_de: Dokument signieren (eingebettet)
hu: Dokumentum aláírása (beágyazott)
uk: Підписати документ (вбудований)
