Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/autoadmin/locale/*/LC_MESSAGES/django.po
Languages: ar_eg, mn_mn, tr_tr, uk

source: Auto administrator
ar_eg: المدير التلقائي
mn_mn: Авто-админ
tr_tr: Otomatik yönetici
uk: Авто адміністратор

source: Welcome Admin! You have been given super user privileges. Use them with caution.
ar_eg: أهلا بمشرف النظام! لديك صلاحيات مميزة في استخدام و إدارة النظام. إستعملها مع الحرص.
uk: Ласкаво просимо адмін! Ви отримали права суперкористувача. Використовуйте їх з обережністю.

source: Account
ar_eg: الحساب
mn_mn: Хандах эрх
tr_tr: Hesap
uk: Акаунт

source: Password
ar_eg: كلمة المرور
mn_mn: Нууц үг
tr_tr: Parola
uk: Пароль

source: Password hash
ar_eg: تشفير كلمة المرور
mn_mn: Нууц үгийн Hash
tr_tr: Şifre hash
uk: Геш пароля

source: Autoadmin properties
ar_eg: خصائص المشرف التلقائي
mn_mn: Авто-админ шинж
tr_tr: Otomatik yönetici özellikleri
uk: Властивості автоматичного адміністрування

source: Sets the email of the automatically created super user account.
ar_eg: ضبط البريد الإلكتروني لحساب المستخدم
mn_mn: Автоматаар үүссэн сүпер админы и-мэйл хаяг тохируулах.
tr_tr: Otomatik olarak oluşturulan süper kullanıcı hesabının e-postasını ayarla.
uk: Встановлення електронної пошти автоматично створеного суперкористувача.

source: The password of the automatically created super user account. If it is equal to None, the password is randomly generated.
ar_eg: تم إنشاء كلمة المرور للحساب
mn_mn: Автоматаар үүссэн сүпер амдины нууц үг. Хэрэв None бол нууц үг санамсаргүйгээр үүснэ.
tr_tr: Otomatik olarak oluşturulan süper kullanıcı hesabının şifresi. Eğer bu alan boşsa şifre rastgele oluşturulur.
uk: Пароль автоматично створеного суперкористувача. Якщо він дорівнює None, пароль генерується випадковим чином.

source: The username of the automatically created super user account.
ar_eg: تم إنشاء اسم المستخدم
tr_tr: Otomatik olarak oluşturulan süper kullanıcı hesabının kullanıcı adı.
uk: Ім'я автоматично створеного суперкористувача.

source: Automatic credentials
ar_eg: تم اعتماد تسجيل الدخول
tr_tr: Otomatik kimlik bilgileri
uk: Автоматичні облікові дані

source: You have just finished installing <strong>%(project_title)s</strong>, congratulations!
ar_eg: تم انهاء عملية التنصيب <strong>%(project_title)s</strong>, والإعدادات !
tr_tr: <strong>%(project_title)s</strong> kurulumunu bitirdiniz, tebrikler!
uk: Ви тільки що закінчили встановлення <strong>%(project_title)s</strong>, вітаємо з цим!

source: Login using the following credentials:
ar_eg: تسجيل الدخول الى النظام
tr_tr: Aşağıdaki kimlik bilgilerini kullanarak giriş yapın:
uk: Увійдіть, використовуючи такі облікові дані:

source: Username: <strong>%(account)s</strong>
ar_eg: إسم المستخدم: <strong>%(account)s</strong>
mn_mn: Хэрэглэгчийн нэр: <strong>%(account)s</strong>
tr_tr: Kullanıcı adı: <strong>%(account)s</strong>
uk: Ім'я кристувача: <strong>%(account)s</strong>

source: Email: <strong>%(email)s</strong>
ar_eg: البريد الإلكتروني: <strong>%(email)s</strong>
mn_mn: Имэйл: <strong>%(email)s</strong>
tr_tr: E-posta: <strong>%(email)s</strong>
uk: Електронна пошта: <strong>%(email)s</strong>

source: Password: <strong>%(password)s</strong>
ar_eg: كلمة المرور: <strong>%(password)s</strong>
mn_mn: Нууц үг: <strong>%(password)s</strong>
tr_tr: Parola: <strong>%(password)s</strong>
uk: Пароль: <strong>%(password)s</strong>

source: Be sure to change the password to increase security and to disable this message.
ar_eg: إدخال كلمة مرور متمرسة
mn_mn: Нууц үгийг сольж аюулгүй байдлыг сайжруулна уу.
tr_tr: Güvenliği arttırmak ve bu mesajı devre dışı bırakmak için şifreyi değiştirdiğinizden emin olun.
uk: Не забудьте змінити пароль, щоб підвищити безпеку та відключити це повідомлення.
