Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/common/locale/*/LC_MESSAGES/django.po
Languages: hu, tr_tr, uk, zh_tw

source: Common
hu: Általános
tr_tr: Ortak
uk: Загальне

source: Used to allow offline translation of the code text strings.
hu: A kódszöveg karakterláncainak offline fordításának engedélyezésére szolgál.
tr_tr: Kod metin dizelerinin çevrimdışı çevirisine izin vermek için kullanılır.
uk: Використовується для дозволу офлайнового перекладу текстових рядків коду.
zh_tw: 用來允許離現翻譯程式碼的文字字串

source: Provides style checking.
hu: Stílusellenőrzést biztosít.
tr_tr: Stil kontrolü sağlar.
uk: Забезпечує перевірку стилю.
zh_tw: 提供格式檢查

source: Command line environment with autocompletion.
hu: Parancssori környezet automatikus kiegészítéssel.
tr_tr: Otomatik tamamlama ile komut satırı ortamı.
uk: Середовище командного рядка з автозавершенням.
zh_tw: 含有自動完成之命令列環境

source: Checks proper formatting of the README file.
hu: Ellenőrzi a README fájl megfelelő formázását.
tr_tr: README dosyasının doğru biçimlendirmesini denetler.
uk: Перевіряє правильність форматування файлу README.
zh_tw: 檢查適當的README檔案格式

source: About this
hu: Névjegy
tr_tr: Bu konuda
uk: Про це
zh_tw: 關於這個

source: Get the book
hu: A könyv beszerzése
tr_tr: Kitabı al
uk: Отримати книгу
zh_tw: 取得說明

source: Documentation
hu: Dokumentáció
tr_tr: Belgeleme
uk: Документація
zh_tw: 文件

source: Forum
hu: Fórum
uk: Форум
zh_tw: 論壇

source: Knowledge base
hu: Tudásbázis
uk: База знань

source: License
hu: Licenc
tr_tr: Lisans
uk: Ліцензія
zh_tw: 授權

source: Mailing list
hu: Levelezőlista

source: Copy
hu: Másolás
tr_tr: Kopya
uk: Копія
zh_tw: 複製

source: Release notes
hu: Kiadási megjegyzések

source: Setup
hu: Beállítás
tr_tr: Ayarlar
uk: Налаштування
zh_tw: 設定

source: Source code
hu: Forráskód
tr_tr: Kaynak kod
uk: Джерело коду
zh_tw: 原始碼

source: Online store
hu: Online áruház
tr_tr: Çevrimiçi mağaza
uk: Онлайн-магазин
zh_tw: 線上商店

source: Get support
hu: Támogatás-kérés
tr_tr: Destek alın
uk: Отримати підтримку
zh_tw: 取得協助

source: Tools
hu: Eszközök
tr_tr: Araçlar
uk: Інструменти
zh_tw: 工具

source: This feature has been deprecated and will be removed in a future version.
hu: Ez a funkció elavult, és egy későbbi verzióban eltávolítjuk.
tr_tr: Bu özellik kullanımdan kaldırılmıştır ve gelecekteki bir sürümde kaldırılacaktır.
uk: Ця функція застаріла та буде видалена в наступній версії.
zh_tw: 此功能已經被反對將於未來新版本上移除

source: Days
hu: Nap
tr_tr: Günler
uk: Дні
zh_tw: 日

source: Hours
hu: Óra
tr_tr: Saatler
uk: Години
zh_tw: 時

source: Minutes
hu: Perc
tr_tr: Dakikalar
uk: Хвилини
zh_tw: 分

source: System
hu: Rendszer
tr_tr: Sistem
uk: Система
zh_tw: 系统

source: Facet
hu: Szempont
tr_tr: Yön
uk: Грань
zh_tw: 項目

source: Actions
hu: Műveletek
tr_tr: Eylemler
uk: Дія
zh_tw: 操作

source: Related
hu: Kapcsolódó
tr_tr: İlişkili
uk: Пов'язані
zh_tw: 相關的

source: Secondary
hu: Másodlagos
tr_tr: İkincil
uk: Другорядний
zh_tw: 第二的

source: Return
hu: Vissza
tr_tr: Geri dönüş
uk: Повернутись
zh_tw: 返回

source: User
hu: Felhasználó
tr_tr: Kullanıcı
uk: Користувач
zh_tw: 使用者

source: Copy object
hu: Objektum másolása
tr_tr: Nesneyi Kopyala
uk: Копіювати об'єкт
zh_tw: 複製物件

source: In list mode, show the "list facet" menu options as a dropdown menu instead of individual buttons.
hu: Lista módban az egyes gombok helyett legördülő menüként jelenítse meg a "szempont lista" menüpontokat.
tr_tr: Liste modunda, "liste yönü" menü seçeneklerini tek tek düğmeler yerine açılır menü olarak gösterin.
uk: У режимі списку показувати параметри меню "списку" як випадаюче меню замість окремих кнопок.
zh_tw: 此模式下, 顯示"列出項目"選單選項如拖拉選單來取代個別的按鈕

source: In list mode, show the "object" menu options as a dropdown menu instead of individual buttons.
hu: Lista módban a különálló gombok helyett legördülő menüként jelenítse meg az "objektum" menüpontokat.
tr_tr: Liste modunda, "nesne" menü seçeneklerini tek tek düğmeler yerine açılır menü olarak gösterin.
uk: У режимі списку показувати пункти меню "об'єкт" як випадаюче меню замість окремих кнопок.
zh_tw: 此模式下, 顯示"列出物件"選單選項如拖拉選單來取代個別的按鈕

source: Disables the use of the local `media` folder. When using this setting, all apps must be also configured via their respective storage backend settings to use alternate persistence.
hu: Letiltja a helyi `média` mappa használatát. Ennek a beállításnak a használatakor az összes alkalmazást a megfelelő háttértár-beállításokon keresztül is konfigurálni kell az alternatív perzisztencia használatához.
tr_tr: Yerel `medya` klasörünün kullanımını devre dışı bırakır. Bu ayarı kullanırken, alternatif kalıcılığı kullanmak için tüm uygulamaların kendi depolama arka uç ayarları aracılığıyla da yapılandırılması gerekir.
uk: Вимикає використання локальної папки `media`. При використанні цього параметру всі програми також повинні бути налаштовані через відповідні налаштування зберігання для використання альтернативного зберігання.

source: A list of strings designating all applications that are to be removed from the list normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application. Example: ['app_1', 'app_2']
hu: Az összes olyan alkalmazást jelölő karakterláncok listája, amelyeket el kell távolítani a Mayan EDMS által telepített listáról. Minden karakterláncnak egy pontozott Python-útvonalnak kell lennie: egy alkalmazás konfigurációs osztályához (ajánlott), vagy egy alkalmazást tartalmazó csomaghoz. Példa: ['app_1, 'app_2']
tr_tr: Maya edm'leri tarafından normal olarak yüklenen listeden kaldırılması gereken tüm uygulamaları belirten dizelerin listesi. Her dize noktalı bir Python yolu olmalıdır: bir uygulama yapılandırma sınıfı (tercih edilir) veya bir uygulama içeren bir paket. Örnek: ['uygulama_1', 'uygulama_2']
uk: Список рядків, що вказують на всі програми, які мають бути видалені зі списку, зазвичай встановлених Mayan EDMS. Кожен рядок повинен бути шляхом Python до: конфігурації класу програми (переважно), або пакету, що містить програму. Приклад: ['app_1', 'app_2']
zh_tw: 透過Mayan EDMS安裝的, 設計用來給所有應用程式的字串列表將被移除.各個字串必須是虛擬的Python路徑(偏好的). 各應用程式設定類別或含有其應用程式的封裝.例如['app_1', 'app_2']

source: A list of strings designating all applications that are installed beyond those normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application. These apps will be installed after the default apps. Example: ['app_1', 'app_2']
hu: Az összes olyan alkalmazást jelölő karakterláncok listája, amelyek a Mayan EDMS által szokásosan telepítetteken kívül telepítve vannak. Minden karakterláncnak egy pontozott Python-útvonalnak kell lennie: egy alkalmazás konfigurációs osztályához (előnyben részesített), vagy egy alkalmazást tartalmazó csomaghoz. Ezek az alkalmazások az alapértelmezett alkalmazások után lesznek telepítve. Példa: ['app_1', 'app_2']

source: A list of strings designating all applications that are installed beyond those normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application. These apps will be installed before the default apps. Example: ['app_1', 'app_2']
hu: Az összes olyan alkalmazást jelölő karakterláncok listája, amelyek a Mayan EDMS által telepítetteken kívül telepítve vannak. Minden karakterláncnak egy pontozott Python-útvonalnak kell lennie: egy alkalmazás konfigurációs osztályához (ajánlott), vagy egy alkalmazást tartalmazó csomaghoz. Ezek az alkalmazások az alapértelmezett alkalmazások előtt lesznek telepítve. Példa: ['app_1', 'app_2']
tr_tr: Normalde Itech edms'leri tarafından yüklenenlerin ötesinde yüklenen tüm uygulamaları belirten dizelerin listesi. Her dize noktalı bir Python yolu olmalıdır: bir uygulama yapılandırma sınıfı (tercih edilir) veya bir uygulama içeren bir paket. Bu uygulamalar varsayılan uygulamalardan önce yüklenecektir. Örnek: ['uygulama_1', 'uygulama_2']
uk: Список рядків, що вказують на всі програми, які встановлені поза тими, що зазвичай встановлюються Mayan EDMS. Кожен рядок повинен бути шляхом Python до: конфігурації класу програми, або пакету, що містить програму. Ці програми будуть встановлені перед типовими програмами. Приклад: ['app_1', 'app_2']
zh_tw: 設計用來給所有應用程式的字串列表將被安裝在透過Mayan EDMS安裝的字串之後, 各個字串必須是虛擬的Python路徑(偏好的). 各應用程式設定類別或含有其應用程式的封裝.這些應用程式將會在預設的應用程式之前被安裝.例如['app_1', 'app_2']

source: Name of the view attached to the brand anchor in the main menu. This is also the view to which users will be redirected after log in.
hu: A főmenüben a márkahorgonyhoz csatolt nézet neve. Ez az a nézet, ahová a felhasználók bejelentkezés után át lesznek irányítva.
tr_tr: Ana menüdeki marka bağlantısına eklenen görünümün adı. Bu aynı zamanda oturum açtıktan sonra kullanıcıların yönlendirileceği görünümdür.
uk: Назва виду, прикріпленого до якоря бренду в головному меню. Це також вид, на який користувачі будуть перенаправлені після входу в систему.
zh_tw: 主選單商標錨點的名稱, 這也是使用者登入後會被轉指向的畫面

source: Name of the dashboard to display in the home view.
hu: A kezdőképernyőn megjelenítendő irányítópult neve.
tr_tr: Giriş görünümünde görüntülenecek gösterge tablosunun adı.
uk: Назва панелі управління для відображення на головній сторінці.
zh_tw: 顯示於首頁的告示牌名稱

source: Sets the project's name.
hu: Beállítja a projekt nevét.
tr_tr: Projenin adını ayarlar.
uk: Встановлює назву проекту.
zh_tw: 設定專案名稱

source: Click here to fix this.
hu: Kattintson ide a javításhoz.
uk: Клацніть сюди, щоб виправити це.
zh_tw: 點擊此處來修復此問題。

source: Enter a valid JSON value.
hu: Adjon meg egy érvényes JSON-értéket.
tr_tr: Geçerli bir JSON değeri girin.
uk: Введіть дійсне значення JSON.
zh_tw: 輸入有效的 JSON 值

source: Enter a valid YAML value.
hu: Adjon meg egy érvényes YAML értéket.
tr_tr: Geçerli bir YAML değeri girin.
uk: Введіть дійсне значення YAML.
zh_tw: 輸入有效的YAML值。

source: Enter a valid 'internal name' consisting of letters, numbers, and underscores.
hu: Adjon meg egy érvényes 'belső nevet', amely betűkből, számokból és aláhúzásjelekből áll.
tr_tr: Harfler, rakamlar ve alt çizgilerden oluşan geçerli bir 'dahili ad' girin.
uk: Введіть дійсне "внутрішнє ім'я", що складається з літер, цифр та підкреслень.
zh_tw: 輸入由字母，數字和下底線组成的有效“内部名稱”。

source: About
hu: Névjegy
tr_tr: Hakkında
uk: Про
zh_tw: 關於

source: Home
hu: Kezdőoldal
tr_tr: Ana
uk: Головна
zh_tw: 首頁

source: Fields to be copied: %s
hu: Másolandó mezők: %s
tr_tr: Kopyalanacak alanlar:%s
uk: Поля, що копіюватимуться: %s
zh_tw: 將要被複製的區段: %s

source: Make a copy of %(object_name)s "%(object)s"?
hu: Készítse el a %(object_name)s "%(object)s" másolatát?
tr_tr: %(object_name)s%(object)s nin bir kopyasını oluşturun?
uk: Зробити копію %(object_name)s "%(object)s"?
zh_tw: 製作 %(object_name)s的副本 "%(object)s"?

source: Object copied successfully.
hu: Az objektum sikeresen másolva.
tr_tr: Nesne başarıyla kopyalandı.
uk: Об'єкт успішно скопійовано.
zh_tw: 物件複製成功

source: No results here means that don't have the required permissions to perform administrative task.
hu: Ha itt nincs eredmény, az azt jelenti, hogy nem rendelkezik a szükséges engedélyekkel az adminisztrációs feladat végrehajtásához.
tr_tr: Burada sonuç olmaması, yönetim görevini gerçekleştirmek için gerekli izinlere sahip olmadığı anlamına gelir.
uk: Немає результатів тут означає, що у вас немає необхідних дозволів для виконання адміністративного завдання.
zh_tw: 此處沒有結果表示没有執行管理任務所需的權限。

source: No setup options available.
hu: Nem állnak rendelkezésre beállítási lehetőségek.
tr_tr: Kurulum seçeneği yok.
uk: Немає доступних параметрів налаштування.
zh_tw: 沒有可用的設置選項。

source: Here you can configure all aspects of the system.
hu: Itt konfigurálhatja a rendszer összes részletét.
tr_tr: Burada sistemin tüm yönlerini yapılandırabilirsiniz.
uk: Тут ви можете налаштувати всі аспекти системи.
zh_tw: 你可以對此系統各項的設定

source: Setup items
hu: Beállítás elemek
tr_tr: Kurulum öğeleri
uk: Налаштування елементів
zh_tw: 設置項目

source: These modules are used to do system maintenance.
hu: Ezek a modulok a rendszer karbantartásához használhatók.
tr_tr: Bu modüller sistem bakımı yapmak için kullanılır.
uk: Ці модулі використовуються для проведення технічного обслуговування системи.
zh_tw: 這些模組通常用來做系統維護使用

source: URL
zh_tw: 网址
