Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/smart_settings/locale/*/LC_MESSAGES/django.po
Languages: el, tr_tr, uk

source: Default: 2621440 (i.e. 2.5 MB). The maximum size (in bytes) that an upload will be before it gets streamed to the file system. See Managing files for details. See also DATA_UPLOAD_MAX_MEMORY_SIZE.
el: Προεπιλογή: 2621440 (δηλ. 2,5 MB). Το μέγιστο μέγεθος (σε byte) που θα έχει μια μεταφόρτωση πριν μεταφερθεί σε ροή στο σύστημα αρχείων. Ανατρέξτε στην ενότητα Διαχείριση αρχείων για λεπτομέρειες. Δείτε επίσης DATA_UPLOAD_MAX_MEMORY_SIZE.
tr_tr: Varsayılan: 2621440 (yani 2,5 MB). Bir karşıya yüklemenin dosya sistemine aktarılmadan önce olacağı maksimum boyut (bayt cinsinden). Ayrıntılar için Dosyaları yönetme konusuna bakın. Ayrıca bkz. DATA_UPLOAD_MAX_MEMORY_SİZE.
uk: За замовчуванням: 2621440 (тобто 2,5 МБ). Максимальний розмір (у байтах), перед яким завантаження буде потоково записано на файлову систему. Див. Управління файлами для отримання деталей. Див. також DATA_UPLOAD_MAX_MEMORY_SIZE.

source: Default: '/accounts/login/' The URL where requests are redirected for login, especially when using the login_required() decorator. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
el: Προεπιλογή: '/accounts/login/' Η διεύθυνση URL όπου τα αιτήματα ανακατευθύνονται για σύνδεση, ειδικά όταν χρησιμοποιείτε login_required (). Αυτή η ρύθμιση δέχεται επίσης ονομαστικά μοτίβα διευθύνσεων URL τα οποία μπορούν να χρησιμοποιηθούν για τη μείωση της αναπαραγωγής διαμόρφωσης, καθώς δεν χρειάζεται να ορίσετε τη διεύθυνση URL σε δύο μέρη (ρυθμίσεις και URLconf)
uk: Default: '/accounts/login/' URL, на який перенаправляються запити для входу, особливо при використанні декоратора login_required(). Ця настройка також приймає іменовані шаблони URL, які можуть бути використані для зменшення дублювання конфігурації, оскільки вам не потрібно визначати URL на двох місцях (у налаштуваннях та URLconf).

source: Default: '/accounts/profile/' The URL where requests are redirected after login when the contrib.auth.login view gets no next parameter. This is used by the login_required() decorator, for example. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
el: Προεπιλογή: '/accounts/profile/' Η διεύθυνση URL όπου τα αιτήματα ανακατευθύνονται μετά τη σύνδεση όταν η προβολή contrib.auth.login δεν λαμβάνει επόμενη παράμετρο. Αυτό χρησιμοποιείται για παράδειγμα από τον διακοσμητή login_required (). Αυτή η ρύθμιση δέχεται επίσης ονομαστικά μοτίβα διευθύνσεων URL τα οποία μπορούν να χρησιμοποιηθούν για τη μείωση της αναπαραγωγής διαμόρφωσης, καθώς δεν χρειάζεται να ορίσετε τη διεύθυνση URL σε δύο μέρη (ρυθμίσεις και URLconf)
tr_tr: Varsayılan: '/accounts/profile/' İsteklerin giriş yaptıktan sonra yönlendirildiği URL.imza.oturum açma görünümü bir sonraki parametreyi almaz. Bu, örneğin login_required() dekoratörü tarafından kullanılır. Bu ayar, URL'yi iki yerde tanımlamanız gerekmediğinden (ayarlar ve URLconf) yapılandırma çoğaltmasını azaltmak için kullanılabilecek adlandırılmış URL kalıplarını da kabul eder.
uk: За замовчуванням: '/accounts/profile/' URL, на який перенаправляються запити після входу, коли в представленні contrib.auth.login не вказано параметр next. Це використовується декоратором login_required(), наприклад. Ця настройка також приймає іменовані шаблони URL, які можуть використовуватися для зменшення дублювання конфігурації, оскільки вам не потрібно визначати URL в двох місцях (настройки та URLconf).

source: Default: None. The URL where requests are redirected after a user logs out using LogoutView (if the view doesn't get a next_page argument). If None, no redirect will be performed and the logout view will be rendered. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
el: Προεπιλογή: None. Η διεύθυνση URL όπου τα αιτήματα ανακατευθύνονται μετά από αποσύνδεση ενός χρήστη χρησιμοποιώντας το LogoutView (εάν η προβολή δεν λαμβάνει ένα όρισμα next_page). Εάν δεν υπάρχει, δεν θα πραγματοποιηθεί ανακατεύθυνση και θα αποδίδεται η προβολή αποσύνδεσης. Αυτή η ρύθμιση δέχεται επίσης ονομαστικά μοτίβα διευθύνσεων URL τα οποία μπορούν να χρησιμοποιηθούν για τη μείωση της αναπαραγωγής διαμόρφωσης, καθώς δεν χρειάζεται να ορίσετε τη διεύθυνση URL σε δύο μέρη (ρυθμίσεις και URLconf)
tr_tr: Varsayılan: Yok. Bir kullanıcı Oturumu Kapatma Görünümünü kullanarak oturumu kapattıktan sonra isteklerin yönlendirildiği URL (görünüm next_page bağımsız değişkeni almıyorsa). Yok ise, yönlendirme yapılmaz ve çıkış görünümü oluşturulur. Bu ayar, URL'yi iki yerde tanımlamanız gerekmediğinden (ayarlar ve URLconf) yapılandırma çoğaltmasını azaltmak için kullanılabilecek adlandırılmış URL kalıplarını da kabul eder.
uk: За замовчуванням: None. URL, на який перенаправляються запити після виходу користувача за допомогою LogoutView (якщо у представленні відсутній аргумент next_page). Якщо None, перенаправлення не виконується, і відображається представлення виходу. Ця настройка також приймає іменовані шаблони URL, які можуть бути використані для зменшення дублювання конфігурації, оскільки вам не потрібно визначати URL на двох місцях (настройки та URLconf).

source: A list of IP addresses, as strings, that: Allow the debug() context processor to add some variables to the template context. Can use the admindocs bookmarklets even if not logged in as a staff user. Are marked as "internal" (as opposed to "EXTERNAL") in AdminEmailHandler emails.
el: Μια λίστα διευθύνσεων IP, ως συμβολοσειρές, που: Επιτρέπουν στον debug() επεξεργαστή περιβάλλοντος εντοπισμού σφαλμάτων να προσθέσει ορισμένες μεταβλητές στο περιβάλλον προτύπου. Μπορεί να χρησιμοποιήσει τους σελιδοδείκτες admindocs ακόμη και αν δεν έχει συνδεθεί ως χρήστης προσωπικού. Επισημαίνονται ως"εσωτερικές" (σε αντίθεση με το "ΕΞΩΤΕΡΙΚΕΣ") στα μηνύματα ηλεκτρονικού ταχυδρομείου AdminEmailHandler.
tr_tr: Dize olarak IP adreslerinin listesi: Debug() bağlam işlemcisinin şablon bağlamına bazı değişkenler eklemesine izin verin. Personel kullanıcısı olarak oturum açmamış olsa bile admindocs yer işaretlerini kullanabilir. AdminEmailHandler e-postalarında "dahili" ("HARİCİ" yerine) olarak işaretlenir.
uk: Список IP-адрес, у вигляді рядків, які: дозволяють контекстному процесору debug() додавати деякі змінні до контексту шаблону. Можуть використовувати закладки admindocs навіть якщо користувач не увійшов як співробітник. Позначені як "internal" (на відміну від "EXTERNAL") в електронних листах AdminEmailHandler.

source: A list of all available languages. The list is a list of two-tuples in the format (language code, language name) for example, ('ja', 'Japanese'). This specifies which languages are available for language selection. Generally, the default value should suffice. Only set this setting if you want to restrict language selection to a subset of the Django-provided languages.
el: Μια λίστα με όλες τις διαθέσιμες γλώσσες. Πρόκειται για λίστα δύο πλειάδων στη μορφή (κωδικός γλώσσας, όνομα γλώσσας) για παράδειγμα, ('ja', 'Ιαπωνικά'). Αυτό καθορίζει ποιες γλώσσες είναι διαθέσιμες για επιλογή γλώσσας. Γενικά, η προεπιλεγμένη τιμή είναι αρκετή. Ορίστε αυτήν τη ρύθμιση μόνο εάν θέλετε να περιορίσετε την επιλογή γλώσσας σε ένα υποσύνολο των γλωσσών που παρέχονται από το Django.
tr_tr: Mevcut tüm dillerin bir listesi. Liste, örneğin ('ja', 'Japonca') biçimindeki (dil kodu, dil adı) iki kümeden oluşan bir listedir. Bu, dil seçimi için hangi dillerin kullanılabileceğini belirtir. Genel olarak, varsayılan değer yeterli olmalıdır. Bu ayarı yalnızca dil seçimini Django tarafından sağlanan dillerin bir alt kümesiyle sınırlamak istiyorsanız ayarlayın.
uk: Список усіх доступних мов. Список є списком двох-кортежів у форматі (код мови, назва мови), наприклад, ('ja', 'Японська'). Це вказує, які мови доступні для вибору мови. Загалом, значення за замовчуванням повинно вистачати. Встановлюйте цей параметр лише якщо ви хочете обмежити вибір мови до підмножини мов, наданих Django.

source: A string representing the language code for this installation. This should be in standard language ID format. For example, U.S. English is "en-us". It serves two purposes: If the locale middleware isn't in use, it decides which translation is served to all users. If the locale middleware is active, it provides a fallback language in case the user's preferred language can't be determined or is not supported by the website. It also provides the fallback translation when a translation for a given literal doesn't exist for the user's preferred language.
el: Μια συμβολοσειρά που αντιπροσωπεύει τον κωδικό γλώσσας για αυτήν την εγκατάσταση. Αυτό πρέπει να είναι σε τυπική μορφή αναγνωριστικού γλώσσας. Για παράδειγμα, τα Αγγλικά των ΗΠΑ είναι "en-us". Εξυπηρετεί δύο σκοπούς: Εάν το τοπικό ενδιάμεσο λογισμικό δεν χρησιμοποιείται, αποφασίζει ποια μετάφραση θα χρησιμοποιείται σε όλους τους χρήστες. Εάν το τοπικό ενδιάμεσο λογισμικό είναι ενεργό, παρέχει εναλλακτική γλώσσα σε περίπτωση που η προτιμώμενη γλώσσα του χρήστη δεν μπορεί να προσδιοριστεί ή δεν υποστηρίζεται από τον ιστότοπο. Παρέχει επίσης την εναλλακτική μετάφραση όταν δεν υπάρχει μετάφραση για μια δεδομένη λέξη για την προτιμώμενη γλώσσα του χρήστη.
tr_tr: Bu yükleme için dil kodunu temsil eden bir dize. Bu standart dil kimliği biçiminde olmalıdır. Örneğin, ABD ingilizcesi "en-us" dur. İki amaca hizmet eder: Yerel katman yazılımı kullanılmıyorsa, tüm kullanıcılara hangi çevirinin sunulacağına karar verir. Yerel katman yazılımı etkinse, kullanıcının tercih ettiği dilin belirlenememesi veya web sitesi tarafından desteklenmemesi durumunda bir geri dönüş dili sağlar. Ayrıca, kullanıcının tercih ettiği dil için belirli bir kelimenin çevirisi mevcut olmadığında geri dönüş çevirisini de sağlar.
uk: Рядок, що представляє код мови для цієї установки. Він повинен бути у стандартному форматі ідентифікатора мови. Наприклад, англійська США - "en-us". Він виконує дві функції: якщо не використовується проміжний програмний засіб локалі, він вирішує, який переклад надсилається всім користувачам. Якщо проміжний програмний засіб локалі активний, він надає резервну мову в разі, якщо користувач не може визначити або не підтримується його бажана мова на веб-сайті. Він також надає резервний переклад, коли переклад для певного літерала не існує для бажаної мови користувача.

source: Default: 'sessionid'. The name of the cookie to use for sessions.This can be whatever you want (as long as it's different from the other cookie names in your application).
el: Προεπιλογή: 'sessionid'. Το όνομα του cookie που θα χρησιμοποιηθεί για περιόδους σύνδεσης. Αυτό μπορεί να είναι ό,τι επιθυμείτε (αρκεί να είναι διαφορετικό από τα άλλα ονόματα cookie στην εφαρμογή σας).
tr_tr: Varsayılan: 'sessionid'. Oturumlar için kullanılacak tanımlama bilgisinin adı. Bu, istediğiniz her şey olabilir (uygulamanızdaki diğer tanımlama bilgisi adlarından farklı olduğu sürece).
uk: За замовчуванням: 'sessionid'. Назва cookie, яку використовувати для сесій. Це може бути будь-що, що ви хочете (лише відрізняється від інших назв cookie у вашому додатку).

source: Default: 'django.contrib.sessions.backends.db'. Controls where Django stores session data.
el: Προεπιλογή: 'django.contrib.sessions.backends.db'. Ελέγχει το μέρος αποθήκευσης των δεδομένων συνεδρίας του Django.
tr_tr: Varsayılan: 'django.contrib.sessions.backends.db'. Django'nun oturum verilerini nerede sakladığını kontrol eder.
uk: За замовчуванням: 'django.contrib.sessions.backends.db'. Контролює, де Django зберігає дані сесій.

source: A tuple representing a HTTP header/value combination that signifies a request is secure. This controls the behavior of the request object’s is_secure() method. Warning: Modifying this setting can compromise your site’s security. Ensure you fully understand your setup before changing it.
el: Μια πλειάδα που αντιπροσωπεύει έναν συνδυασμό κεφαλίδας/τιμής HTTP που σημαίνει ότι ένα αίτημα είναι ασφαλές. Αυτό ελέγχει τη συμπεριφορά της μεθόδου is_secure() του αντικειμένου του αιτήματος. Προειδοποίηση: Η τροποποίηση αυτής της ρύθμισης μπορεί να θέσει σε κίνδυνο την ασφάλεια του ιστότοπού σας. Βεβαιωθείτε ότι έχετε κατανοήσει πλήρως τη ρύθμισή σας πριν την αλλάξετε.
tr_tr: Bir isteği ifade eden bir HTTP üstbilgisi / değer kombinasyonunu temsil eden bir demet güvenlidir. Bu, istek nesnesinin is_secure() yönteminin davranışını denetler. Uyarı: Bu ayarı değiştirmek sitenizin güvenliğini tehlikeye atabilir. Değiştirmeden önce kurulumunuzu tam olarak anladığınızdan emin olun.
uk: Кортеж, що представляє комбінацію заголовка/значення HTTP, яка позначає безпечний запит. Це контролює поведінку методу is_secure() об'єкта запиту. Попередження: Зміна цього параметра може підірвати безпеку вашого сайту. Переконайтеся, що повністю розумієте свою конфігурацію перед зміною.

source: URL to use when referring to static files located in STATIC_ROOT. Example: "/static/" or "http://static.example.com/" If not None, this will be used as the base path for asset definitions (the Media class) and the staticfiles app. It must end in a slash if set to a non-empty value.
el: Διεύθυνση URL για χρήση όταν αναφέρεται στα στατικά αρχεία που βρίσκονται στο STATIC_ROOT. Παράδειγμα: /static/ ή "http://static.example.com/" Εάν δεν έχει την τιμή None, αυτό θα χρησιμοποιηθεί ως η βασική διαδρομή για ορισμούς στοιχείων (κλάση πολυμέσων) και την εφαρμογή staticfiles. Πρέπει να καταλήγει σε πλαγία εάν οριστεί σε μη κενή τιμή.
tr_tr: STATİC_ROOT içinde bulunan statik dosyalara başvururken kullanılacak URL. Örnek: "/statik/" veya "http://static.example.com/" Hiçbiri değilse, bu, varlık tanımları (Medya sınıfı) ve staticfiles uygulaması için temel yol olarak kullanılacaktır. Boş olmayan bir değere ayarlanırsa eğik çizgi ile bitmelidir.
uk: URL для використання при посиланні на статичні файли, розташовані в STATIC_ROOT. Приклад: "/static/" або "http://static.example.com/". Якщо не None, це буде використовуватися як базовий шлях для визначень активів (клас Media) та додатку staticfiles. Він повинен закінчуватися слешем, якщо встановлено непорожнє значення.

source: A dictionary containing the settings for all storages to be used with Django. It is a nested dictionary whose contents map a storage alias to a dictionary containing the options for an individual storage.
uk: Словник, що містить налаштування для всіх сховищ, які будуть використовуватися з Django. Це вкладений словник, вміст якого відображає псевдонім сховища на словник, що містить параметри для окремого сховища.

source: A string representing the time zone for this installation. Note that this isn't necessarily the time zone of the server. For example, one server may serve multiple Django-powered sites, each with a separate time zone setting.
el: Μια συμβολοσειρά που αντιπροσωπεύει τη ζώνη ώρας για αυτήν την εγκατάσταση. Σημειώστε ότι αυτό δεν είναι απαραίτητα η ζώνη ώρας του διακομιστή. Για παράδειγμα, ένας διακομιστής μπορεί να εξυπηρετεί πολλούς ιστότοπους με υποστήριξη Django, ο καθένας με ξεχωριστή ρύθμιση ζώνης ώρας.
tr_tr: Bu yükleme için saat dilimini temsil eden bir dize. Bunun mutlaka sunucunun saat dilimi olmadığını unutmayın. Örneğin, bir sunucu, her biri ayrı bir saat dilimi ayarına sahip birden çok Django destekli siteye hizmet verebilir.
uk: Рядок, що представляє часовий пояс для цієї установки. Зверніть увагу, що це не обов'язково часовий пояс сервера. Наприклад, один сервер може обслуговувати кілька сайтів, що працюють на Django, кожен з окремим налаштуванням часового поясу.

source: A boolean that specifies whether to use the X-Forwarded-Host header in preference to the Host header. This should only be enabled if a proxy which sets this header is in use.
el: Λογική τιμή που καθορίζει εάν θα χρησιμοποιηθεί η κεφαλίδα X-Forwarded-Host κατά προτίμηση από την κεφαλίδα Host. Αυτό θα πρέπει να ενεργοποιηθεί μόνο όταν χρησιμοποιείται ένας διακομιστής μεσολάβησης που ορίζει αυτήν την κεφαλίδα.
tr_tr: X-Forwarded-Host üstbilgisinin Ana Bilgisayar üstbilgisine tercih edilip edilmeyeceğini belirten bir boolean. Bu, yalnızca bu üstbilgiyi ayarlayan bir proxy kullanılıyorsa etkinleştirilmelidir.
uk: Булеве значення, яке вказує, чи використовувати заголовок X-Forwarded-Host замість заголовка Host. Це слід включати лише у випадку, якщо використовується проксі, яка встановлює цей заголовок.

source: A boolean that specifies whether to use the X-Forwarded-Port header in preference to the SERVER_PORT META variable. This should only be enabled if a proxy which sets this header is in use. USE_X_FORWARDED_HOST takes priority over this setting.
el: Λογική τιμή που καθορίζει εάν θα χρησιμοποιηθεί η κεφαλίδα X-Forwarded-Port κατά προτίμηση από τη μεταβλητή SERVER_PORT META. Αυτό θα πρέπει να ενεργοποιηθεί μόνο όταν χρησιμοποιείται ένας διακομιστής μεσολάβησης που ορίζει αυτήν την κεφαλίδα. Το USE_X_FORWARDED_HOST έχει προτεραιότητα έναντι αυτής της ρύθμισης.
tr_tr: X-Forwarded-Port üstbilgisinin SERVER_PORT META değişkeni tercihinde kullanılıp kullanılmayacağını belirten bir boolean. Bu, yalnızca bu üstbilgiyi ayarlayan bir proxy kullanılıyorsa etkinleştirilmelidir. USE_X_FORWARDED_HOST bu ayara göre önceliklidir.
uk: Булеве значення, яке вказує, чи використовувати заголовок X-Forwarded-Port замість змінної META SERVER_PORT. Це слід включати лише у випадку, якщо використовується проксі, який встановлює цей заголовок. USE_X_FORWARDED_HOST має пріоритет над цим налаштуванням.

source: The full Python path of the WSGI application object that Django's built-in servers (e.g. runserver) will use. The django-admin startproject management command will create a simple wsgi.py file with an application callable in it, and point this setting to that application.
el: Η πλήρης διαδρομή Python του αντικειμένου εφαρμογής WSGI που θα χρησιμοποιούν οι ενσωματωμένοι διακομιστές του Django (π.χ. runserver). Η εντολή διαχείρισης django-admin startproject θα δημιουργήσει ένα απλό αρχείο wsgi.py με μια εφαρμογή που μπορεί να καλείται σε αυτό και θα κατευθύνει αυτήν τη ρύθμιση σε αυτήν την εφαρμογή.
tr_tr: Django'nun yerleşik sunucularının (örn. runserver) kullanacağı WSGI uygulama nesnesinin tam Python yolu. Django-admin startproject yönetim komutu basit bir wsgi.py içinde çağrılabilir bir uygulama bulunan dosyayı açın ve bu ayarı o uygulamaya yönlendirin.
uk: Повний шлях Python до об'єкта додатку WSGI, який використовуватимуть вбудовані сервери Django (наприклад, runserver). Команда управління django-admin startproject створить простий файл wsgi.py з викликом додатку в ньому і встановить цю настройку на цей додаток.

source: Warning
el: Προειδοποίηση
tr_tr: Uyarı
uk: Попередження

source: Settings updated. Save and restart your installation for changes to take effect.
uk: Налаштування оновлено. Збережіть і перезапустіть вашу установку, щоб зміни набрали чинності.

source: English
tr_tr: İngilizce
uk: Англійська

source: This will overwrite the content of the configuration file.
uk: Це перезапише вміст файлу конфігурації.

source: Save settings to the configuration file?
uk: Зберегти налаштування у файл конфігурації?

source: Settings saved to configuration file successfully.
uk: Налаштування успішно збережено у конфігураційному файлі.

source: Setting namespaces
el: Ρύθμιση χώρων ονομάτων
tr_tr: Alan adları ayarı
uk: Встановлення просторів імен

source: Setting updated successfully.
el: Η ρύθμιση ενημερώθηκε με επιτυχία.
tr_tr: Ayar başarıyla güncellendi.
uk: Налаштування успішно оновлено.

source: This setting is overridden by an environment variable, changing its value will have no effect.
uk: Це налаштування перевизначається змінною середовища, зміна її значення не матиме жодного ефекту.

source: Edit setting: %s
el: Επεξεργασία ρύθμισης: %s
tr_tr: Ayarı düzenle: %s
uk: Редагувати налаштування: %s

source: %(count)d settings value reverted.
uk: %(count)d значень налаштувань скасовано.

source: Value of setting "%(object)s" reverted.
uk: Значення налаштування "%(object)s" відновлено.

source: %(count)d setting value reverted.
uk: %(count)d значення налаштування скасовано.

source: Unsaved changes will be lost.
uk: Незбережені зміни будуть втрачені.

source: Revert the selected setting value?
uk: Повернути обране значення налаштування?

source: Settings inherited from an environment variable take precedence and cannot be changed in this view.
el: Οι ρυθμίσεις που κληρονομούνται από μια μεταβλητή περιβάλλοντος έχουν προτεραιότητα και δεν μπορούν να αλλάξουν σε αυτήν την προβολή.
tr_tr: Bir ortam değişkeninden devralınan ayarlar önceliklidir ve bu görünümde değiştirilemez.
uk: Налаштування, успадковані від змінної середовища, мають пріоритет і не можуть бути змінені в цьому перегляді.

source: Settings in namespace: %s
el: Ρυθμίσεις στο χώρο ονομάτων: %s
tr_tr: %sİsim alanındaki ayarlar:
uk: Налаштування в просторі імен: %s

source: Namespace: %s, not found
el: Χώρος ονομάτων: %s, δεν βρέθηκε
tr_tr: Ad alanı: %s, bulunamadı
uk: Простір імен: %s, не знайдено
