Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/smart_settings/locale/*/LC_MESSAGES/django.po
Languages: el, tr_tr, uk

source: Smart settings
el: Έξυπνες ρυθμίσεις
tr_tr: Akıllı ayarlar
uk: Смарт налаштування

source: Setting count
el: Αρίθμηση ρυθμίσεων
tr_tr: Ayar sayısı
uk: Налаштування лічильника

source: Name
el: Όνομα
tr_tr: İsim
uk: Ім'я

source: Value
el: Τιμή
tr_tr: Değer
uk: Значення

source: Settings namespace
tr_tr: Ayarlar ad alanı
uk: Налаштування простору імен

source: Choices
tr_tr: Seçimler
uk: Вибори

source: Possible values allowed for this setting.
tr_tr: Bu ayar için izin verilen olası değerler.
uk: Можливі значення, дозволені для цього параметра.

source: Cannot revert setting. Setting value has not been updated.
uk: Не вдається скасувати налаштування. Значення налаштування не було оновлено.

source: Default
el: Προεπιλογή
tr_tr: Varsayılan
uk: За замовчуванням

source: Modified
uk: Змінено

source: The value of this setting being modified since the last restart.
uk: Значення цього параметра змінюється з моменту останнього перезавантаження.

source: Overridden
el: Παράκαμψη
tr_tr: Geçersiz kılındı
uk: Перевизначено

source: The value of the setting is being overridden by an environment variable.
uk: Значення налаштування перезаписується змінною середовища.

source: Enter the new setting value.
el: Εισαγάγετε τη νέα τιμή ρύθμισης.
tr_tr: Yeni ayar değerini girin.
uk: Ввести нове значення налаштування.

source: "%s" not a valid entry.
el: %s μη έγκυρη καταχώριση.
tr_tr: "%s" geçerli bir giriş değil.
uk: "%s" не є дійсним записом.

source: Save
el: Αποθήκευση
tr_tr: Kaydet
uk: Зберегти

source: Settings
el: Ρυθμίσεις
tr_tr: Ayarlar
uk: Налаштування

source: Edit
el: Τροποποίηση
tr_tr: Düzenle
uk: Редагувати

source: Revert
el: Επαναφορά
tr_tr: Tersine çevir
uk: Повернути

source: Namespaces
el: Χώροι ονομάτων
tr_tr: Ad alanları
uk: Простори імен

source: Local storage is currently disabled, changes to settings will not be saved. Instead, use environment variables to modify settings.
uk: Локальне сховище в даний час вимкнено, зміни до налаштувань не будуть збережені. Замість цього використовуйте змінні середовища для зміни налаштувань.

source: A short text used as the tag name.
el: Σύντομο κείμενο που χρησιμοποιείται ως όνομα ετικέτας.
tr_tr: Etiket adı olarak kullanılacak kısa bir metin.
uk: Короткий текст, який використовується як назва тегу.

source: Global name
uk: Глобальне ім'я

source: New value
uk: Нове значення

source: Old value
uk: Старе значення

source: Updated setting
uk: Оновлене налаштування

source: Updated settings
uk: Оновлені налаштування

source: Edit settings
el: Τροποποίηση ρυθμίσεων
tr_tr: Ayarları düzenle
uk: Редагувати налаштування

source: View settings
el: Εμφάνιση ρυθμίσεων
tr_tr: Ayarları görüntüle
uk: Переглянути налаштування

source: A list of strings representing the host/domain names that this site can serve. This is a security measure to prevent HTTP Host header attacks, which are possible even under many seemingly-safe web server configurations. Values in this list can be fully qualified names (e.g. 'www.example.com'), in which case they will be matched against the request's Host header exactly (case-insensitive, not including port). A value beginning with a period can be used as a subdomain wildcard: '.example.com' will match example.com, www.example.com, and any other subdomain of example.com. A value of '*' will match anything; in this case you are responsible to provide your own validation of the Host header (perhaps in a middleware; if so this middleware must be listed first in MIDDLEWARE).
el: Μια λίστα συμβολοσειρών που αντιπροσωπεύουν τα ονόματα κεντρικού υπολογιστή / τομέα που μπορεί να εξυπηρετήσει αυτός ο ιστότοπος. Αυτό είναι ένα μέτρο ασφαλείας για την αποτροπή επιθέσεων κεφαλίδας κεντρικού υπολογιστή HTTP, οι οποίες είναι δυνατές ακόμη και σε πολλές φαινομενικά ασφαλείς διαμορφώσεις διακομιστή ιστού. Οι τιμές σε αυτήν τη λίστα μπορούν να είναι πλήρως αναγνωρισμένα ονόματα (π.χ. «www.example.com»), οπότε θα αντιστοιχίζονται ακριβώς στην κεφαλίδα κεντρικού υπολογιστή του αιτήματος (χωρίς διάκριση πεζών-κεφαλαίων, χωρίς θύρα). Μια τιμή που ξεκινά με τελεία μπορεί να χρησιμοποιηθεί ως μπαλαντέρ υποτομέα: «.example.com» θα ταιριάζει με το example.com, το www.example.com και οποιονδήποτε άλλο υποτομέα του example.com. Η τιμή του '*' θα ταιριάζει με οτιδήποτε. Σε αυτήν την περίπτωση, είστε υπεύθυνοι να παράσχετε τη δική σας επικύρωση της κεφαλίδας κεντρικού υπολογιστή (ίσως σε ένα middleware, εάν ναι, αυτό το middleware πρέπει να αναφέρεται πρώτα στο MIDDLEWARE).
tr_tr: Bu sitenin sunabileceği ana bilgisayar/etki alanı adlarını temsil eden dizelerin listesi. Bu, görünüşte güvenli birçok web sunucusu yapılandırmasında bile mümkün olan HTTP Host başlık saldırılarını önlemek için bir güvenlik önlemidir. Bu listedeki değerler tam olarak nitelenmiş adlar olabilir (örneğin 'www.example.com'), bu durumda bunlar isteğin Ana Bilgisayar başlığıyla tam olarak eşleştirilir (büyük/küçük harfe duyarlı değildir, bağlantı noktası dahil değildir). Alt alan joker karakteri olarak nokta ile başlayan bir değer kullanılabilir: '.example.com' example.com, www.example.com ve example.com'un diğer herhangi bir alt alanıyla eşleşir. '*' değeri her şeyle eşleşir; bu durumda, Host başlığı için kendi doğrulamanızı sağlamaktan sorumlusunuz (belki bir ara yazılımda; öyleyse bu ara yazılım ilk olarak MIDDLEWARE'de listelenmelidir).
uk: Список рядків, що представляють імена хостів/доменів, які цей сайт може обслуговувати. Це захисний захід, що запобігає атакам на заголовок HTTP Host, які можливі навіть за наявності багатьох видимо безпечних конфігурацій веб-сервера. Значення в цьому списку можуть бути повністю кваліфікованими іменами (наприклад, 'www.example.com'), в такому випадку вони будуть порівнюватися з заголовком Host запиту точно (без урахування регістру, без врахування порту). Значення, що починається з крапки, може бути використане як шаблон піддомену: '.example.com' буде відповідати example.com, www.example.com та будь-якому іншому піддомену example.com. Значення '*', відповідатиме будь-чому; в цьому випадку ви самі відповідаєте за перевірку заголовка Host (можливо, в середній програмній забезпечення; якщо так, це середнє програмне забезпечення повинно бути першим у списку MIDDLEWARE).

source: When set to True, if the request URL does not match any of the patterns in the URLconf and it doesn't end in a slash, an HTTP redirect is issued to the same URL with a slash appended. Note that the redirect may cause any data submitted in a POST request to be lost. The APPEND_SLASH setting is only used if CommonMiddleware is installed (see Middleware). See also PREPEND_WWW.
el: Όταν οριστεί σε True, εάν η διεύθυνση URL του αιτήματος δεν ταιριάζει με κανένα από τα μοτίβα στο URLconf και δεν καταλήγει σε κάθετο, μια ανακατεύθυνση HTTP εκδίδεται στην ίδια διεύθυνση URL με προσαρτημένη μια κάθετο. Λάβετε υπόψη ότι η ανακατεύθυνση ενδέχεται να προκαλέσει απώλεια δεδομένων που υποβάλλονται σε αίτημα POST. Η ρύθμιση APPEND_SLASH χρησιμοποιείται μόνο εάν είναι εγκατεστημένο το CommonMiddleware (βλ. Middleware). Δείτε επίσης PREPEND_WWW.
tr_tr: True olarak ayarlandığında, istek URL'si URLconf'taki kalıplardan herhangi biriyle eşleşmiyorsa ve "/" ile bitmiyorsa, aynı URL'ye "/" eklenmiş bir HTTP yönlendirmesi verilir. Yönlendirmenin, bir POST isteğinde gönderilen verilerin kaybolmasına neden olabileceğini unutmayın. APPEND_SLASH ayarı yalnızca CommonMiddleware kuruluysa kullanılır (bkz. Middleware). Ayrıca bkz. PREPEND_WWW.
uk: Коли встановлено значення True, якщо URL-запит не відповідає жодному зразку в URLconf і не закінчується слешем, відбувається HTTP-перенаправлення на той самий URL з доданим слешем. Зверніть увагу, що перенаправлення може призвести до втрати будь-яких даних, надісланих у запиті POST. Налаштування APPEND_SLASH використовується лише в разі встановлення CommonMiddleware (див. Middleware). Див. також PREPEND_WWW.

source: The list of validators that are used to check the strength of user's passwords.
el: Η λίστα των επικυρωτών που χρησιμοποιούνται για τον έλεγχο της ισχύος των κωδικών πρόσβασης του χρήστη.
tr_tr: Kullanıcı parolalarının gücünü kontrol etmek için kullanılan doğrulayıcıların listesi.
uk: Список перевіряючих програм, які використовуються для перевірки надійності паролів користувачів.

source: A list of authentication backend classes (as strings) to use when attempting to authenticate a user.
el: Μια λίστα κλάσεων υποκείμενων συστημάτων ελέγχου ταυτότητας (ως συμβολοσειρές) για χρήση κατά την απόπειρα ελέγχου ταυτότητας ενός χρήστη.
tr_tr: Bir kullanıcının kimliğini doğrulamaya çalışırken kullanılacak kimlik doğrulama backend sınıflarının (dizeler olarak) listesi.
uk: Список класів аутентифікації (у вигляді рядків), які слід використовувати при спробі аутентифікації користувача.

source: Whether to use a secure cookie for the CSRF cookie. If this is set to True, the cookie will be marked as "secure", which means browsers may ensure that the cookie is only sent with an HTTPS connection. https://docs.djangoproject.com/en/4.2/ref/settings/#std-setting-CSRF_COOKIE_SECURE
uk: Чи використовувати безпечний cookie для CSRF cookie. Якщо це встановлено на True, cookie буде позначено як "безпечний", що означає, що браузери можуть впевненими, що cookie надсилається лише з HTTPS-з'єднанням. https://docs.djangoproject.com/en/4.2/ref/settings/#std-setting-CSRF_COOKIE_SECURE

source: A list of trusted origins for unsafe requests (e.g. POST). https://docs.djangoproject.com/en/4.2/ref/settings/#std-setting-CSRF_TRUSTED_ORIGINS
uk: Список довірених джерел для небезпечних запитів (наприклад, POST). https://docs.djangoproject.com/en/4.2/ref/settings/#std-setting-CSRF_TRUSTED_ORIGINS

source: Whether to store the CSRF token in the user's session instead of in a cookie. https://docs.djangoproject.com/en/4.2/ref/settings/#std-setting-CSRF_USE_SESSIONS
uk: Чи зберігати токен CSRF у сесії користувача замість кукі. https://docs.djangoproject.com/en/4.2/ref/settings/#std-setting-CSRF_USE_SESSIONS

source: A dictionary containing the settings for all databases to be used with Django. It is a nested dictionary whose contents map a database alias to a dictionary containing the options for an individual database. The DATABASES setting must configure a default database; any number of additional databases may also be specified.
el: Ένα λεξικό που περιέχει τις ρυθμίσεις για όλες τις βάσεις δεδομένων που θα χρησιμοποιηθούν με το Django. Είναι ένα ένθετο λεξικό του οποίου το περιεχόμενο αντιστοιχίζεται σε ένα ψευδώνυμο βάσης δεδομένων ενός λεξικού που περιέχει τις επιλογές για μια μεμονωμένη βάση δεδομένων. Η ρύθμιση DATABASES πρέπει να ρυθμίσει μια προεπιλεγμένη βάση δεδομένων. Μπορεί επίσης να καθοριστεί οποιοσδήποτε αριθμός πρόσθετων βάσεων δεδομένων.
tr_tr: Django ile kullanılacak tüm veritabanlarının ayarlarını içeren bir sözlük. İçeriği, bir veritabanı takma adını tek bir veritabanı için seçenekleri içeren bir sözlüğe eşleyen iç içe bir sözlüktür. VERİTABANLARI ayarı varsayılan bir veritabanını yapılandırmalıdır; herhangi bir sayıda ek veri tabanı da belirtilebilir.
uk: Словник, що містить налаштування для всіх баз даних, які будуть використовуватися з Django. Це вкладений словник, вміст якого відображає псевдонім бази даних на словник, що містить параметри для окремої бази даних. Налаштування DATABASES повинно налаштовувати базу даних за замовчуванням; також можна вказати будь-яку кількість додаткових баз даних.

source: Default: 2621440 (i.e. 2.5 MB). The maximum size in bytes that a request body may be before a SuspiciousOperation (RequestDataTooBig) is raised. The check is done when accessing request.body or request.POST and is calculated against the total request size excluding any file upload data. You can set this to None to disable the check. Applications that are expected to receive unusually large form posts should tune this setting. The amount of request data is correlated to the amount of memory needed to process the request and populate the GET and POST dictionaries. Large requests could be used as a denial-of-service attack vector if left unchecked. Since web servers don't typically perform deep request inspection, it's not possible to perform a similar check at that level. See also FILE_UPLOAD_MAX_MEMORY_SIZE.
el: Προεπιλογή: 2621440 (δηλ. 2,5 MB). Το μέγιστο μέγεθος σε byte που μπορεί να είναι ένα σώμα αιτήματος πριν από την αύξηση του SuspiciousOperation (RequestDataTooBig). Ο έλεγχος γίνεται κατά την πρόσβαση στο request.body ή request.POST και υπολογίζεται με βάση το συνολικό μέγεθος του αιτήματος, εξαιρουμένων τυχόν δεδομένων μεταφόρτωσης αρχείων. Μπορείτε να το ρυθμίσετε σε None για να απενεργοποιήσετε τον έλεγχο. Οι εφαρμογές που αναμένεται να λάβουν ασυνήθιστα μεγάλες αναρτήσεις φόρμας θα πρέπει να τροποποιήσουν αναλόγως αυτή τη ρύθμιση. Ο όγκος των δεδομένων αιτήματος συσχετίζεται με την ποσότητα μνήμης που απαιτείται για την επεξεργασία του αιτήματος και τη συμπλήρωση των λεξικών GET και POST. Μεγάλα αιτήματα θα μπορούσαν να χρησιμοποιηθούν ως φορέας επίθεσης άρνησης υπηρεσίας εάν δεν είναι επιλεγμένο. Δεδομένου ότι οι διακομιστές ιστού δεν εκτελούν συνήθως έλεγχο αιτήματος σε βάθος, δεν είναι δυνατό να πραγματοποιηθεί παρόμοιος έλεγχος σε αυτό το επίπεδο. Δείτε επίσης FILE_UPLOAD_MAX_MEMORY_SIZE.
tr_tr: Varsayılan: 2621440 (yani 2,5 MB). Bir SuspiciousOperation (RequestDataTooBig) oluşturulmadan önce bir istek gövdesinin bayt cinsinden maksimum boyutu. İstek erişilirken kontrol yapılır. request.body veya request.POST erişim sırasında kontrol yapılır ve herhangi bir dosya yükleme verisi hariç toplam istek boyutuna göre hesaplanır. Kontrolü devre dışı bırakmak için bunu Yok olarak ayarlayabilirsiniz. Alışılmadık derecede büyük form gönderileri alması beklenen uygulamalar bu ayarı ayarlamalıdır. İstek verilerinin miktarı, isteği işlemek ve GET ve POST sözlüklerini doldurmak için gereken bellek miktarıyla ilişkilendirilir. Büyük istekler, denetlenmezse hizmet reddi saldırı vektörü olarak kullanılabilir. Web sunucuları genellikle derin istek denetimi yapmadığından, bu düzeyde benzer bir denetim yapmak mümkün değildir. Ayrıca bakınız FİLE_UPLOAD_MAX_MEMORY_SİZE
uk: Default: 2621440 (тобто 2,5 МБ). Максимальний розмір у байтах, який може мати запит перед підвищенням SuspiciousOperation (RequestDataTooBig). Перевірка виконується при доступі до request.body або request.POST і обчислюється відносно загального розміру запиту, за винятком будь-яких даних завантаження файлів. Ви можете встановити це значення на None, щоб вимкнути перевірку. Додатки, які очікують надзвичайно великих повідомлень форми, повинні налаштувати це значення. Кількість даних запиту корелює з кількістю пам'яті, необхідної для обробки запиту та заповнення словників GET і POST. Великі запити можуть бути використані як вектор атаки з відмовою в обслуговуванні, якщо їх не перевіряти. Оскільки веб-сервери зазвичай не виконують глибоку перевірку запиту, неможливо виконати подібну перевірку на цьому рівні. Див. також FILE_UPLOAD_MAX_MEMORY_SIZE.

source: Default: 'webmaster@localhost' Default email address to use for various automated correspondence from the site manager(s). This doesn't include error messages sent to ADMINS and MANAGERS; for that, see SERVER_EMAIL.
el: Προεπιλογή: 'webmaster@localhost' Προεπιλεγμένη διεύθυνση email για χρήση για διάφορες αυτοματοποιημένες αλληλογραφίες από τον διαχειριστή(ες) του ιστότοπου. Αυτό δεν περιλαμβάνει μηνύματα σφάλματος που αποστέλλονται σε ADMINS και MANAGERS. για αυτό, ανατρέξτε στο SERVER_EMAIL.
tr_tr: Varsayılan: 'webmaster@localhost' Site yöneticisinden/yöneticilerinden çeşitli otomatik yazışmalar için kullanılacak varsayılan e-posta adresi. Bu, ADMIN ve YÖNETİCİLER'e gönderilen hata mesajlarını içermez; (bunun için bkz. SERVER_EMAIL).
uk: За замовчуванням: 'webmaster@localhost' За замовчуванням електронна адреса, яка використовується для різних автоматизованих листувань від керівників сайту. Це не включає повідомлення про помилки, відправлені АДМІНІСТРАТОРАМ та КЕРІВНИКАМ; для цього див. SERVER_EMAIL.

source: Default: [] (Empty list). List of compiled regular expression objects representing User-Agent strings that are not allowed to visit any page, systemwide. Use this for bad robots/crawlers. This is only used if CommonMiddleware is installed (see Middleware).
el: Προεπιλογή: [] (Κενή λίστα). Λίστα συλλεγμένων αντικειμένων κανονικής έκφρασης που αντιπροσωπεύουν συμβολοσειρές User-Agent που δεν επιτρέπεται να επισκέπτονται οποιαδήποτε σελίδα, σε ολόκληρο το σύστημα. Χρησιμοποιήστε αυτό για κακόβουλα ρομπότ/ανιχνευτές. Αυτό χρησιμοποιείται μόνο εάν είναι εγκατεστημένο το CommonMiddleware (βλ. Middleware).
tr_tr: Varsayılan: [] (Boş liste). Sistem genelinde herhangi bir sayfayı ziyaret etmesine izin verilmeyen User-Agent dizelerini temsil eden derlenmiş düzenli ifade nesnelerinin listesi. Bunu kötü robotlar/tarayıcılar için kullanın. Bu, yalnızca CommonMiddleware kuruluysa kullanılır (bkz. Middleware).
uk: За замовчуванням: [] (Порожній список). Список скомпільованих об'єктів регулярних виразів, що представляють рядки User-Agent, яким заборонено відвідувати будь-яку сторінку в системі. Використовуйте це для поганих роботів/павуків. Це використовується лише у випадку встановлення CommonMiddleware (див. Middleware).

source: Default: 'django.core.mail.backends.smtp.EmailBackend'. The backend to use for sending emails.
el: Προεπιλογή: 'django.core.mail.backends.smtp.EmailBackend'. Το υποκείμενο σύστημα που χρησιμοποιείται για την αποστολή email.
tr_tr: Varsayılan: 'django.core.mail.backends.smtp.EmailBackend'. E-posta göndermek için kullanılacak backend.
uk: За замовчуванням: 'django.core.mail.backends.smtp.EmailBackend'. Бекенд для відправки електронних листів.

source: Default: 'localhost'. The host to use for sending email.
el: Προεπιλογή: «localhost». Ο κεντρικός υπολογιστής που θα χρησιμοποιηθεί για την αποστολή email.
tr_tr: Varsayılan: 'localhost';. E-posta göndermek için kullanılacak ana bilgisayar.
uk: За замовчуванням: 'localhost'. Хост, який використовується для відправки електронної пошти.

source: Default: '' (Empty string). Password to use for the SMTP server defined in EMAIL_HOST. This setting is used in conjunction with EMAIL_HOST_USER when authenticating to the SMTP server. If either of these settings is empty, Django won't attempt authentication.
el: Προεπιλογή: '' (Κενή συμβολοσειρά). Κωδικός πρόσβασης για χρήση για τον διακομιστή SMTP που ορίζεται στο EMAIL_HOST. Αυτή η ρύθμιση χρησιμοποιείται σε συνδυασμό με το EMAIL_HOST_USER κατά τον έλεγχο ταυτότητας στο διακομιστή SMTP. Εάν κάποια από αυτές τις ρυθμίσεις είναι κενή, το Django δεν θα επιχειρήσει έλεγχο ταυτότητας.
tr_tr: Varsayılan: " (Boş dize). EMAİL_HOST'TA tanımlanan SMTP sunucusu için kullanılacak parola. Bu ayar, SMTP sunucusunda kimlik doğrulaması yapılırken EMAIL_HOST_USER ile birlikte kullanılır. Bu ayarlardan biri boşsa, Django kimlik doğrulamayı denemez.
uk: За замовчуванням: '' (Порожній рядок). Пароль для використання на SMTP-сервері, визначеному в EMAIL_HOST. Цей параметр використовується разом з EMAIL_HOST_USER при аутентифікації на SMTP-сервері. Якщо будь-який з цих параметрів порожній, Django не спробує аутентифікацію.

source: Default: '' (Empty string). Username to use for the SMTP server defined in EMAIL_HOST. If empty, Django won't attempt authentication.
el: Προεπιλογή: '' (Κενή συμβολοσειρά). Όνομα χρήστη για χρήση για τον διακομιστή SMTP που ορίζεται στο EMAIL_HOST. Εάν είναι άδειο, το Django δεν θα επιχειρήσει έλεγχο ταυτότητας.
tr_tr: Varsayılan: " (Boş dize). EMAİL_HOST'TA tanımlanan SMTP sunucusu için kullanılacak kullanıcı adı. Boşsa, Django kimlik doğrulamayı denemez.
uk: За замовчуванням: '' (Порожній рядок). Ім'я користувача, яке використовується для SMTP-сервера, визначеного в EMAIL_HOST. Якщо порожнє, Django не буде намагатися аутентифікуватися.

source: Default: 25. Port to use for the SMTP server defined in EMAIL_HOST.
el: Προεπιλογή: 25. Θύρα για χρήση για τον διακομιστή SMTP που ορίζεται στο EMAIL_HOST.
tr_tr: Varsayılan: 25. EMAİL_HOST'TA tanımlanan SMTP sunucusu için kullanılacak bağlantı noktası.
uk: За замовчуванням: 25. Порт, який використовується для SMTP-сервера, визначеного в EMAIL_HOST.

source: Default: None. Specifies a timeout in seconds for blocking operations like the connection attempt.
el: Προεπιλογή: None. Καθορίζει ένα χρονικό όριο σε δευτερόλεπτα για τον αποκλεισμό λειτουργιών όπως η προσπάθεια σύνδεσης.
tr_tr: Varsayılan: Yok. Bağlantı girişimi gibi işlemleri engellemek için saniye cinsinden bir zaman aşımı belirtir.
uk: За замовчуванням: None. Вказує тайм-аут у секундах для блокуючих операцій, таких як спроба підключення.

source: Default: False. Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting EMAIL_USE_TLS. Note that EMAIL_USE_TLS/EMAIL_USE_SSL are mutually exclusive, so only set one of those settings to True.
el: Προεπιλογή: False. Εάν θα χρησιμοποιήσετε μια σιωπηρή σύνδεση TLS (ασφαλής) όταν μιλάτε στον διακομιστή SMTP. Στα περισσότερα έγγραφα ηλεκτρονικού ταχυδρομείου αυτός ο τύπος σύνδεσης TLS αναφέρεται ως SSL. Χρησιμοποιείται γενικά στη θύρα 465. Εάν αντιμετωπίζετε προβλήματα, ανατρέξτε στη ρητή ρύθμιση TLS EMAIL_USE_TLS. Λάβετε υπόψη ότι τα EMAIL_USE_TLS / EMAIL_USE_SSL είναι αμοιβαία αποκλειστικά, επομένως ορίστε μόνο μία από αυτές τις ρυθμίσεις σε True.
tr_tr: Varsayılan: False. SMTP sunucusuyla konuşurken örtülü bir TLS (güvenli) bağlantısının kullanılıp kullanılmayacağı. Çoğu e-posta belgesinde bu tür bir TLS bağlantısı SSL olarak adlandırılır. Genellikle 465 numaralı bağlantı noktasında kullanılır. Sorun yaşıyorsanız, EMAİL_USE_TLS açık TLS ayarına bakın. EMAİL_USE_TLS / EMAİL_USE_SSL'NİN birbirini dışladığını unutmayın, bu nedenle bu ayarlardan yalnızca birini True olarak ayarlayın.
uk: Default: False. Чи використовувати неявне TLS (безпечне) з'єднання при спілкуванні з SMTP-сервером. У більшості документації електронної пошти цей тип з'єднання TLS називається SSL. Зазвичай використовується на порту 465. Якщо у вас виникають проблеми, див. налаштування явного TLS EMAIL_USE_TLS. Зверніть увагу, що EMAIL_USE_TLS/EMAIL_USE_SSL взаємовиключні, тому встановлюйте лише одне з цих налаштувань в значення True.

source: Default: False. Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587. If you are experiencing hanging connections, see the implicit TLS setting EMAIL_USE_SSL.
el: Προεπιλογή: False. Εάν θα χρησιμοποιήσετε σύνδεση TLS (ασφαλής) όταν επικοινωνείτε με τον διακομιστή SMTP. Χρησιμοποιείται για ρητές συνδέσεις TLS, γενικά στη θύρα 587. Εάν αντιμετωπίζετε συνδέσεις αναμονής, δείτε την έμμεση ρύθμιση TLS EMAIL_USE_SSL
tr_tr: Varsayılan: False. SMTP sunucusuyla konuşurken TLS (güvenli) bağlantısının kullanılıp kullanılmayacağı. Bu, genellikle 587 numaralı bağlantı noktasında açık TLS bağlantıları için kullanılır. Asılı bağlantılarla karşılaşıyorsanız, örtülü TLS ayarına bakın EMAİL_USE_SSL.
uk: За замовчуванням: False. Чи слід використовувати захищене з'єднання TLS при спілкуванні з SMTP-сервером. Це використовується для явних з'єднань TLS, як правило, на порту 587. Якщо у вас виникають проблеми з підвішуванням з'єднань, див. налаштування неявного TLS EMAIL_USE_SSL.
