Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/databases/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Databases
uk: Бази даних

source: Model fields
uk: Поля моделі

source: Model related fields
uk: Поля, пов'язані з моделлю

source: Model properties
uk: Властивості моделі

source: Model reverse fields
uk: Модель зворотніх полів

source: Your database backend is set to use SQLite. SQLite should only be used for development and testing, not for production.
uk: Ваша база даних налаштована на використання SQLite. SQLite слід використовувати лише для розробки та тестування, а не для повсякденного використання.

source: The condition that will determine if this object is executed or not. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
uk: Умова, яка визначатиме, чи виконується цей об'єкт чи ні. Умови, які не повертають жодного значення, які повертають логічне значення None в Python або порожній рядок (''), вважаються логічною хибою, будь-яке інше значення вважається логічною правдою.

source: Condition
uk: Умова

source: The object will be executed, depending on the condition return value.
uk: Об'єкт буде виконано, залежно від значення повернення умови.

source: Has a condition?
uk: Є умова?

source: Warning
uk: Попередження
