Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/dependencies/locale/*/LC_MESSAGES/django.po
Languages: de_de, it, pl, uk

source: Dependencies
de_de: Abhängigkeiten
it: Dipendenze
pl: Zależności
uk: Залежності

source: Label
de_de: Bezeichner
it: Etichetta
pl: Etykieta
uk: Мітка

source: Internal name
de_de: Interner Name
it: Nome interno
pl: Nazwa wewnętrzna
uk: Внутрішнє ім'я

source: Description
de_de: Beschreibung
it: Descrizione
pl: Opis
uk: Опис

source: Type
de_de: Typ
it: Tipo
pl: Typ
uk: Тип

source: Other data
de_de: Andere Daten
it: Altri dati
pl: Inne dane
uk: Інші дані

source: Declared by
de_de: Deklariert von
it: Dichiarato da
pl: Deklarowany przez
uk: Заявлено від

source: Version
it: Versione
pl: Wersja
uk: Версія

source: Environment
de_de: Umgebung
it: Ambiente
pl: Środowisko
uk: Середовище

source: Check
de_de: Überprüfen
it: Dai un'occhiata
pl: Sprawdź
uk: Позначення

source: Name
it: Nome
pl: Nazwa
uk: Ім'я

source: App
uk: Додаток

source: Environments
de_de: Umgebungen
pl: Środowiska
uk: Середовища

source: Need to specify at least one: app_label or module.
de_de: Es muss wenigstens eines von beiden angegeben werden: app_label oder Modul.
it: È necessario specificarne almeno uno: app_label o module.
pl: Musisz podać co najmniej jeden: app_label lub module.
uk: Потрібно вказати принаймні одне: app_label або module.

source: Dependency "%s" already registered.
de_de: Abhängigkeit "%s" bereits registriert.
it: Dipendenza "%s" già registrata.
pl: Zależność „%s” jest już zarejestrowana.
uk: Залежність "%s" вже зареєстрована.

source: Installing package: %s...
de_de: Installiere Paket: %s...
it: Pacchetto di installazione: %s ...
pl: Instalowanie pakietu: %s ...
uk: Встановлення пакету: %s...

source: Already installed.
de_de: Bereits installiert.
it: Già installato.
pl: Już zainstalowane.
uk: Вже встановлено.

source: Complete.
de_de: Vollständig.
it: Completare.
pl: Ukończono.
uk: Завершено.

source: Installed and correct version
de_de: Installierte und korrekte Version
it: Versione installata e corretta
pl: Zainstalowana i poprawna wersja
uk: Встановлена і відкорегована версія

source: Missing or incorrect version
de_de: Fehlende oder inkorrekte Version
it: Versione mancante o errata
pl: Brakująca lub niepoprawna wersja
uk: Відсутня або неправильна версія

source: Not specified
de_de: Nicht spezifiziert
it: Non specificato
pl: Nieokreślony
uk: Не вказано

source: Patching files...
de_de: Dateien werden gepatcht ...
it: Applicazione di patch ai file ...
pl: Patchowanie plików...
uk: Виправлення файлів...

source: Executables that are called directly by the code.
de_de: Programme, die direkt durch den Code aufgerufen werden.
it: File eseguibili chiamati direttamente dal codice.
pl: Pliki wykonywalne wywoływane bezpośrednio przez kod.
uk: Виконувані файли, які викликаються безпосередньо кодом.

source: Binary
de_de: Binärdatei
it: Binario
pl: Binarny
uk: Двійковий

source: JavaScript libraries downloaded the from NPM registry and used for front-end functionality.
de_de: JavaScript Bibliotheken, die aus der NPM Registry heruntergeladen werden und für die Front-End-Funktionalität benötigt werden.
it: Le librerie JavaScript scaricate dal registro NPM e utilizzate per la funzionalità front-end.
pl: Biblioteki JavaScript pobrane z rejestru NPM i używane do funkcjonalności front-endu.
uk: JavaScript бібліотеки завантажуються з реєстру NPM та використовуються для функціональності на фронтенді.

source: Downloading...
de_de: Herunterladen...
it: Download in corso...
pl: Pobieranie...
uk: Завантаження...

source: Verifying...
de_de: Verifizieren...
it: Verifica...
pl: Weryfikacja...
uk: Перевірка...

source: Extracting...
de_de: Entpacken...
it: Estrazione...
pl: Rozpakowywanie...
uk: Розпакування...

source: Python packages downloaded from PyPI.
de_de: Pythonpakete, die von PyPI heruntergeladen werden.
it: Pacchetti Python scaricati da PyPI.
pl: Pakiety Python pobrane z PyPI.
uk: Пакети Python, завантажені з PyPI.

source: Fonts downloaded from fonts.googleapis.com.
de_de: Von fonts.googleapis.com heruntergeladene Schriftarten.
it: Caratteri scaricati da fonts.googleapis.com.
pl: Czcionki pobrane z fonts.googleapis.com.
uk: Шрифти завантажені з fonts.googleapis.com.

source: Google font
de_de: Google-Schriftart
it: Carattere di Google
pl: Czcionka Google
uk: Google шрифт

source: Declared in app
de_de: In App deklariert
it: Dichiarato in app
pl: Deklarowane w aplikacji
uk: Заявлено в додатку

source: Show dependencies by the app that declared them.
de_de: Abhängigkeiten nach der deklarierenden App anzeigen.
it: Mostra le dipendenze dall'app che le ha dichiarate.
pl: Pokaż zależności aplikacji, która je zadeklarowała.
uk: Показати залежності за допомогою додатку, який їх оголосив.

source: Class
de_de: Klasse
it: Classe
pl: Klasa
uk: Клас

source: Show the different classes of dependencies. Classes are usually divided by language or the file types of the dependency.
de_de: Unterschiedliche Klassen von Abhängigkeiten anzeigen. Klassen sind üblicherweise unterteilt nach Sprache oder Dateityp der Abhängigkeit.
it: Mostra le diverse classi di dipendenze. Le classi sono generalmente divise per lingua o tipi di file della dipendenza.
pl: Pokaż różne klasy zależności. Klasy są zwykle dzielone według języka lub typów plików zależności.
uk: Показати різні класи залежностей. Класи зазвичай поділяються за мовою або типами файлів залежностей.

source: State
de_de: Status
it: Stato
pl: Stan
uk: Стан

source: Show the different states of the dependencies. True means that the dependencies is installed and is of a correct version. False means the dependencies is missing or an incorrect version is present.
de_de: Die unterschiedlichen Zustände von Abhängigkeiten anzeigen. True (Wahr) bedeutet, dass eine Abhängigkeit mit der korrekten Version installiert ist. False (Falsch) bedeutet eine fehlende oder inkorrekte Version der Abhängigkeit.
it: Mostra i diversi stati delle dipendenze. True significa che le dipendenze sono installate e hanno una versione corretta. Falso significa che mancano le dipendenze o è presente una versione errata.
pl: Pokaż różne stany zależności. Prawda oznacza, że zależności są zainstalowane i mają poprawną wersję. Fałsz oznacza brak zależności lub obecność niepoprawnej wersji.
uk: Показати різні стани залежностей. True означає, що залежність встановлена і має правильну версію. False означає, що залежність відсутня або присутня неправильна версія.

source: Dependencies required for an environment might not be required for another. Example environments: Production, Development.
de_de: Abhängigkeiten für eine Umgebung müssen nicht unbedingt für eine andere erforderlich sein, z. B. Produktion im Vergleich zu Entwicklung.
it: Le dipendenze richieste per un ambiente potrebbero non essere richieste per un altro. Ambienti di esempio: produzione, sviluppo.
pl: Zależności wymagane dla środowiska mogą nie być wymagane dla innego. Przykładowe środowiska: produkcja, rozwój.
uk: Залежності, необхідні для одного середовища, можуть бути непотрібними для іншого. Приклади середовищ: Production, Development.

source: Environment used for building distributable packages of the software. End users can ignore missing dependencies under this environment.
de_de: Umgebung, in der installierbare Pakete der Software erstellt werden können. Endbenutzer können fehlende Abhängigkeiten in dieser Umgebung ignorieren.
it: Ambiente utilizzato per creare pacchetti distribuibili del software. Gli utenti finali possono ignorare le dipendenze mancanti in questo ambiente.
pl: Środowisko używane do budowania dystrybuowalnych pakietów oprogramowania. Użytkownicy końcowi mogą zignorować brakujące zależności w tym środowisku.
uk: Середовище, використовуване для створення розповсюджуваних пакетів програмного забезпечення. Кінцеві користувачі можуть не звертати увагу на відсутність залежностей у цьому середовищі.

source: Build
it: Numero di build
pl: Budowa
uk: Будувати

source: Environment used for developers to make code changes. End users can ignore missing dependencies under this environment.
de_de: Umgebung für Entwickler. Endbenutzer können fehlende Abhängigkeiten in dieser Umgebung ignorieren.
it: Ambiente utilizzato dagli sviluppatori per apportare modifiche al codice. Gli utenti finali possono ignorare le dipendenze mancanti in questo ambiente.
pl: Środowisko używane przez programistów do wprowadzania zmian w kodzie. Użytkownicy końcowi mogą zignorować brakujące zależności w tym środowisku.
uk: Середовище, використовуване розробниками для внесення змін у код. Кінцеві користувачі можуть ігнорувати відсутність залежностей у цьому середовищі.

source: Development
de_de: Entwicklung
it: Sviluppo
pl: Rozwój
uk: Розробка

source: Environment used for building the documentation. End users can ignore missing dependencies under this environment.
de_de: Umgebung, in der die Dokumentation erstellt wurde. Endbenutzer können fehlende Abhängigkeiten in dieser Umgebung ignorieren.
it: Ambiente utilizzato per la costruzione della documentazione. Gli utenti finali possono ignorare le dipendenze mancanti in questo ambiente.
pl: Środowisko używane do tworzenia dokumentacji. Użytkownicy końcowi mogą zignorować brakujące zależności w tym środowisku.
uk: Середовище, використовуване для створення документації. Кінцеві користувачі можуть не звертати увагу на відсутність залежностей у цьому середовищі.

source: Documentation
de_de: Dokumentation
it: Documentazione
pl: Dokumentacja
uk: Документація

source: Documentation (override)
de_de: Dokumentation (überschrieben)
pl: Dokumentacja (nadpisz)
uk: Документація (перезапис)

source: Normal environment for end users. A missing dependency under this environment will result in issues and errors during normal use.
de_de: Normale Umgebung für Endbenutzer. Fehlende Abhängigkeiten werden in dieser Umgebung Fehler im normalen Gebrauch verursachen.
it: Ambiente normale per gli utenti finali. Una dipendenza mancante in questo ambiente comporterà problemi ed errori durante il normale utilizzo.
pl: Normalne środowisko dla użytkowników końcowych. Brak zależności w tym środowisku spowoduje problemy i błędy podczas normalnego użytkowania.
uk: Нормальне середовище для кінцевих користувачів. Відсутність залежності в цьому середовищі призведе до проблем і помилок під час звичайного використання.

source: Environment used running the test suit to verify the functionality of the code. Dependencies in this environment are not needed for normal production usage.
de_de: Umgebung für Testläufe zur Verifizierung der Codefunktionalität. Abhängigkeiten dieser Umgebung werden nicht im normalen Produktivbetrieb benötigt.
it: Ambiente utilizzato per eseguire la tuta di prova per verificare la funzionalità del codice. Le dipendenze in questo ambiente non sono necessarie per il normale utilizzo di produzione.
pl: Środowisko użyte do uruchomienia zestawu testowego w celu zweryfikowania funkcjonalności kodu. Zależności w tym środowisku nie są potrzebne do normalnego użytkowania produkcji.
uk: Середовище, використане під час виконання набору тестів для перевірки функціональності коду. Залежності в цьому середовищі не потрібні для звичайного використання виробництва.

source: Testing
it: Test
pl: Testowanie
uk: Тестування

source: Check for updates
de_de: Nach Updates suchen
it: Controlla aggiornamenti
pl: Sprawdź aktualizacje
uk: Перевірити оновлення

source: Groups
de_de: Gruppen
it: Gruppi
pl: Grupy
uk: Групи

source: Entries
de_de: Einträge
it: Inserimenti
pl: Wpisy
uk: Записи

source: Details
it: Dettagli
pl: Szczegóły
uk: Подробиці

source: Dependencies licenses
de_de: Lizenzen von Abhängigkeiten
it: Licenze per dipendenze
pl: Pozostałe licencje
uk: Залежності ліцензій

source: Your version (%(version_local)s), is more recent than the published version (%(version_server)s).
de_de: Ihre Version (%(version_local)s) ist neuer als die publizierte Version (%(version_server)s).
uk: Ваша версія (%(version_local)s) новіша, ніж опублікована версія (%(version_server)s).

source: The version you are using (%(version_local)s) is outdated. The latest version is %(version_server)s.
de_de: Die verwendete Version (%(version_local)s) ist veraltet. Die letzte Versin ist %(version_server)s.
uk: Версія, яку ви використовуєте (%(version_local)s), застаріла. Остання версія - %(version_server)s.

source: It is not possible to determine the latest version available.
de_de: Ermittlung der aktuellsten verfügbaren Version nicht möglich.
uk: Неможливо визначити останню доступну версію.

source: Unexpected error trying to determine the latest version available. Make sure your installation has a connection to the internet; %(exception)s
de_de: Unerwarteter Fehler beim Verusch die ltzte verfügbare Version zu ermitteln. Stellen Sie sicher, dass Ihre Installation Zugang zum Internet hat; %(exception)s
uk: Непередбачувана помилка при спробі визначити останню доступну версію. Переконайтеся, що ваша установка має підключення до Інтернету; %(exception)s

source: Outputs the dependencies as a comma delimited values list.
de_de: Gibt die Abhängigkeiten als komma-getrennte Werteliste aus.
it: Restituisce le dipendenze come un elenco di valori delimitati da virgole.
pl: Generuje zależności jako listę wartości rozdzielonych przecinkami.
uk: Виводить залежності у вигляді списку значень, розділених комами.

source: Comma separated names of dependencies to exclude from the list generated.
de_de: Kommagetrennte Liste von Abhängigkeiten, die aus der generierten Liste ausgeschlossen werden.
it: Nomi separati da virgole delle dipendenze da escludere dall'elenco generato.
pl: Rozdzielone przecinkami nazwy zależności do wykluczenia z wygenerowanej listy.
uk: Розділені комами назви залежностей, які потрібно виключити зі створеного списку.

source: Comma separated names of dependencies to show in the list while excluding every other one.
de_de: Kommagetrennte Liste von Abhängigkeiten, die in der generierten Liste erscheinen sollen, während alle anderen ausgeschlossen werden.
it: Nomi separati da virgole delle dipendenze da mostrare nell'elenco escludendo ogni altro.
pl: Oddzielone przecinkami nazwy zależności do wyświetlenia na liście, wyłączając wszystkie pozostałe.
uk: Розділені комами назви залежностей, які слід відображати у списку, виключаючи всі інші.

source: Process a specific app.
de_de: Eine bestimmte Applikation ausführen.
it: Elabora un'app specifica.
pl: Przetwórz konkretną aplikację.
uk: Обробити конкретний додаток.

source: Force installation even if already installed.
de_de: Installation erzwingen, obwohl bereits installiert.
it: Forza l'installazione anche se già installata.
pl: Wymuś instalację, nawet jeśli jest już zainstalowana.
uk: Примусова установка навіть якщо вже встановлено.

source: View dependencies
de_de: Abhängigkeiten ansehen
it: Visualizza le dipendenze
pl: Zobacz zależności
uk: Переглянути залежності

source: This process only checks the Python component of Mayan EDMS.
de_de: Dieser Vorgang überprüft nur die Python Komponente von Mayan EDMS.
uk: Цей процес перевіряє лише компонент Python системи Mayan EDMS.

source: It does not verify versions of other components like packaging or deployment technologies, such as container or virtual machine images.
de_de: Versionen anderer Komponenten wie Paketierungs- oder Deploymenttechnologien wie Container oder Abbilder für Virtuelle Maschinen werden nicht überprüft.
uk: Воно не перевіряє версії інших компонентів, таких як упаковка або технології розгортання, наприклад, контейнери або зображення віртуальних машин.

source: Entries for dependency group: %s
de_de: Einträge für Abhängigkeitsgruppe %s
it: Voci per gruppo di dipendenza: %s
pl: Wpisy dla grupy zależności: %s
uk: Записи для групи залежностей: %s

source: Group %s not found.
de_de: Gruppe %s nicht gefunden.
it: Gruppo %s non trovato.
pl: Nie znaleziono grupy %s.
uk: Групу %s не знайдено.

source: Dependency groups
de_de: Abhängigkeitsgruppen
it: Gruppi di dipendenza
pl: Grupy zależności
uk: Групи залежностей

source: Dependency group and entry: %(group)s, %(entry)s
de_de: Abhängigkeitsgruppe und Eintrag: %(group)s, %(entry)s
it: Gruppo di dipendenze e voce: %(group)s, %(entry)s
pl: Grupa i wpis zależności: %(group)s, %(entry)s
uk: Група залежностей та запис: %(group)s, %(entry)s

source: Entry %s not found.
de_de: Eintrag %s nicht gefunden.
it: Voce %s non trovata.
pl: Nie znaleziono wpisu %s.
uk: Запис %s не знайдено.

source: Other packages licenses
de_de: Andere Paket-Lizenzen
it: Licenze altri pacchetti
pl: Pozostałe licencje
uk: Інші ліцензії пакетів

source: None
de_de: Keine
it: Nessuno
pl: Brak

source: Production
de_de: Produktion
it: Produzione
pl: Produkcja

source: Environment used to specify direct documentation dependencies to workaround unpinned or immutable dependency bugs in third party libraries. End users can ignore missing dependencies under this environment.
pl: Środowisko używane do określania bezpośrednich zależności dokumentacji w celu obejścia błędów nieprzypiętych lub niezmiennych zależności w bibliotekach innych firm. Użytkownicy końcowi mogą ignorować w brakujące zależności w tym środowisku.
