Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/messaging/locale/*/LC_MESSAGES/django.po
Languages: de_de, hu, uk

source: Messaging
de_de: Benachrichtigungen
hu: Üzenetküldés
uk: Повідомлення

source: None
de_de: Keine
hu: Nincs

source: Sender
de_de: Absender
hu: Küldő
uk: Відправник

source: Message created
de_de: Nachricht erstellt
hu: Üzenet létrehozva
uk: Повідомлення створено

source: Message edited
de_de: Nachricht bearbeitet
hu: Üzenet szerkesztve
uk: Повідомлення відредаговано

source: Body
de_de: Nachrichtenteil
hu: Szövegtörzs
uk: Зміст листа

source: Create message
de_de: Nachricht erstellen
hu: Üzenet létrehozása
uk: Створити повідомлення

source: Delete
de_de: Löschen
hu: Törlés
uk: Видалити

source: Mark as read
de_de: Als gelesen kennzeichnen
hu: Megjelölés olvasottként
uk: Позначити як прочитане

source: Mark as unread
de_de: Als ungelesen kennzeichnen
hu: Megjelölés olvasatlanként
uk: Позначити як непрочитане

source: Mark all as read
de_de: Alle als gelesen kennzeichnen
hu: Összes megjelölése olvasottként
uk: Позначити все як прочитане

source: Label
de_de: Bezeichner
hu: Cimke
uk: Мітка

source: Sender content type
de_de: Inhaltstyp des Absenders
hu: Feladó tartalomtípusa
uk: Тип вмісту відправника

source: Sender object ID
de_de: Absenderobjekt-ID
hu: Feladó objektum azonosítója
uk: ID об’єкта відправника

source: User
de_de: Benutzer
hu: Felhasználó
uk: Користувач

source: Short description of this message.
de_de: Kurze Beschreibung dieser Nachricht.
hu: Az üzenet rövid leírása.
uk: Короткий опис цього повідомлення.

source: Subject
de_de: Betreff
hu: Tárgy
uk: Тема

source: The actual content of the message.
de_de: Der konkrete Inhalt der Nachricht.
hu: Az üzenet tényleges tartalma.
uk: Фактичний зміст повідомлення.

source: This field determines if the message has been read or not.
de_de: Dieses Feld bestimmt, ob die Nachricht gelesen wurde oder nicht.
hu: Ez a mező határozza meg, hogy az üzenetet elolvasták-e vagy sem.
uk: Це поле визначає, чи було прочитано повідомлення чи ні.

source: Read
de_de: Gelesen
hu: Olvasás
uk: Читати

source: Date and time of the message creation.
de_de: Datum und Uhrzeit der Nachrichtenerstellung.
hu: Az üzenet létrehozásának dátuma és ideje.
uk: Дата і час створення повідомлення.

source: Creation date and time
de_de: Erstellungsdatum und -uhrzeit
hu: Létrehozás dátuma és ideje
uk: Дата і час створення

source: Message
de_de: Nachricht
hu: Üzenet
uk: Повідомлення

source: Messages
de_de: Nachrichten
hu: Üzenetek
uk: Повідомлення

source: Create messages
de_de: Nachrichten erstellen
hu: Üzenetek létrehozása
uk: Створити повідомлення

source: Delete messages
de_de: Nachrichten löschen
hu: Üzenetek törlése
uk: Видалити повідомлення

source: Edit messages
de_de: Nachrichten bearbeiten
hu: Üzenetek szerkesztése
uk: Редагувати повідомлення

source: View messages
de_de: Nachrichten anzeigen
hu: Üzenetek megtekintése
uk: Переглянути повідомлення

source: Sender app label
de_de: App-Label des Absenders
hu: Feladó alkalmazás címke
uk: Мітка програми відправника

source: Sender model name
de_de: Modellname des Absenders
hu: Feladó modell neve
uk: Назва моделі відправника

source: Sender URL
de_de: Absender-URL
hu: Feladó URL-je
uk: URL відправника

source: Primary key of the recipient user of this message.
de_de: Primärschlüssel des Empfängers dieser Nachricht.
hu: Az üzenet címzett felhasználójának elsődleges kulcsa.
uk: Первинний ключ отримувача цього повідомлення.

source: User ID
de_de: Benutzer-ID
hu: Felhasználói azonosító
uk: ID користувача

source: Error deleting message "%(instance)s"; %(exception)s
de_de: Fehler beim Löschen der Nachricht „ %(instance)s “; %(exception)s
hu: Hiba a "%(instance)s" üzenet törlésekor; %(exception)s
uk: Помилка видалення повідомлення "%(instance)s"; %(exception)s

source: %(count)d messages deleted successfully.
de_de: %(count)d Nachrichten erfolgreich gelöscht.
hu: %(count)d üzenet sikeresen törölve.
uk: %(count)d повідомлень успішно видалено.

source: Message "%(object)s" deleted successfully.
de_de: Nachricht „ %(object)s “ erfolgreich gelöscht.
hu: A "%(object)s" üzenet sikeresen törölve.
uk: Повідомлення "%(object)s" успішно видалено.

source: %(count)d message deleted successfully.
de_de: %(count)d Nachrichten erfolgreich gelöscht.
hu: %(count)d üzenet sikeresen törölve.
uk: %(count)d повідомлення успішно видалено.

source: Delete the %(count)d selected messages.
de_de: Löschen der ausgewählten %(count)d Nachrichten.
hu: %(count)d kiválasztott üzenet törlése.
uk: Видалити %(count)d вибраних повідомлень.

source: Delete message: %(object)s.
de_de: Nachricht löschen: %(object)s .
hu: Üzenet törlése: %(object)s .
uk: Видалити повідомлення: %(object)s.

source: Delete the %(count)d selected message.
de_de: Löschen der ausgewählten %(count)d Nachrichten.
hu: %(count)d kiválasztott üzenet törlése.
uk: Видалити %(count)d вибране повідомлення.

source: Details of message: %s
de_de: Details der Nachricht: %s
hu: Az üzenet részletei: %s
uk: Деталі повідомлення: %s

source: Here you will find text messages from other users or from the system.
de_de: Hier finden Sie Nachrichten von anderen Benutzern oder Systemmitteilungen.
hu: Itt talál szöveges üzeneteket más felhasználóktól vagy a rendszertől.
uk: Тут ви знайдете текстові повідомлення від інших користувачів або від системи.

source: There are no messages
de_de: Keine Nachrichten liegen vor
hu: Nincsenek üzenetek
uk: Немає повідомлень

source: Error marking message "%(instance)s" as read; %(exception)s
de_de: Fehler beim Markieren der Nachricht „ %(instance)s “ als gelesen; %(exception)s
hu: Hiba a "%(instance)s" üzenet olvasottként való megjelölése során; %(exception)s
uk: Помилка позначення повідомлення "%(instance)s" як прочитаного; %(exception)s

source: %(count)d messages marked as read successfully.
de_de: %(count)d Nachrichten wurden erfolgreich gelesen markiert.
hu: %(count)d üzenet sikeresen olvasottként megjelölve.
uk: %(count)d повідомлень успішно позначено як прочитані.

source: Message "%(object)s" marked as read successfully.
de_de: Nachricht „ %(object)s “ wurde erfolgreich als gelesen markiert.
hu: A "%(object)s" üzenet sikeresen olvasottként megjelölve.
uk: Повідомлення "%(object)s" успішно позначено як прочитане.

source: %(count)d message marked as read successfully.
de_de: %(count)d Nachrichten wurden erfolgreich als gelesen markiert.
hu: %(count)d üzenet sikeresen olvasottként megjelölve.
uk: %(count)d повідомлення успішно позначено як прочитані.

source: Mark the %(count)d selected messages as read.
de_de: Markieren der %(count)d Nachrichten als gelesen.
hu: A %(count)d kiválasztott üzenet olvasottként megjelölése.
uk: Позначте %(count)d вибраних повідомлень як прочитані.

source: Mark the message "%(object)s" as read.
de_de: Markieren der Nachricht „ %(object)s “ als gelesen.
hu: A "%(object)s" üzenet olvasottként megjelölése.
uk: Позначте повідомлення "%(object)s" як прочитане.

source: Mark the %(count)d selected message as read.
de_de: Markieren der ausgewählten %(count)d -Nachricht als gelesen.
hu: A %(count)d kiválasztott üzenet olvasottként megjelölése.
uk: Позначте %(count)d вибране повідомлення як прочитане.

source: Mark all message as read?
de_de: Alle Nachrichten als gelesen markieren?
hu: Megjelöli az összes üzenetet olvasottként?
uk: Позначити всі повідомлення як прочитані?

source: All messages marked as read.
de_de: Alle Nachrichten als gelesen markiert.
hu: Minden üzenet olvasottként megjelölve.
uk: Усі повідомлення позначені як прочитані.

source: Error marking message "%(instance)s" as unread; %(exception)s
de_de: Fehler beim Markieren der Nachricht „ %(instance)s “ als ungelesen; %(exception)s
hu: Hiba a "%(instance)s" üzenet olvasatlanként való megjelölésekor; %(exception)s
uk: Помилка позначення повідомлення "%(instance)s" як непрочитаного; %(exception)s

source: %(count)d messages marked as unread successfully.
de_de: %(count)d Nachrichten wurden erfolgreich als ungelesen markiert.
hu: %(count)d üzenet sikeresen olvasatlanként megjelölve.
uk: %(count)d повідомлень успішно позначено як непрочитані.

source: Message "%(object)s" marked as unread successfully.
de_de: Nachricht „ %(object)s “ erfolgreich als ungelesen markiert.
hu: A "%(object)s" üzenet sikeresen olvasatlanként megjelölve.
uk: Повідомлення "%(object)s" успішно позначено як непрочитане.

source: %(count)d message marked as unread successfully.
de_de: %(count)d Nachricht erfolgreich als ungelesen markiert.
hu: %(count)d üzenet sikeresen olvasatlanként megjelölve.
uk: %(count)d повідомлення успішно позначено як непрочитані.

source: Mark the %(count)d selected messages as unread.
de_de: Markieren der %(count)d ausgewählten Nachrichten als ungelesen.
hu: A %(count)d kiválasztott üzenet olvasatlanként megjelölése.
uk: Позначити %(count)d вибраних повідомлень як непрочитані.

source: Mark the message "%(object)s" as unread.
de_de: Markieren der Nachricht „ %(object)s “ als ungelesen.
hu: A "%(object)s" üzenet megjelölése olvasatlanként.
uk: Позначте повідомлення "%(object)s" як непрочитане.

source: Mark the %(count)d selected message as unread.
de_de: Markieren der %(count)d ausgewählten Nachricht als ungelesen.
hu: A %(count)d kiválasztott üzenetet olvasatlanként megjelölése.
uk: Позначте %(count)d вибране повідомлення як непрочитане.

source: Username list
de_de: Benutzernamen
hu: Felhasználónév lista
uk: Список користувачів

source: Comma separated list of usernames that will receive the message.
de_de: Komma-getrennte Liste der Benutzer, die die Nachricht erhalten.
hu: Az üzenetet fogadó felhasználónevek vesszővel tagolt listája.
uk: Розділений комами список імен користувачів, які отримають повідомлення.

source: Subject of the message to be sent.
de_de: Betreff der zu sendenden Nachricht.
hu: Az elküldendő üzenet tárgya.
uk: Тема повідомлення, яке буде надіслано.

source: The actual text to send.
de_de: Konkret zu sendender Text.
hu: A tényleges küldendő szöveg.
uk: Фактичний текст для надсилання.

source: Send user message
de_de: Benutzernachricht senden
hu: Felhasználói üzenet küldése
uk: Надіслати повідомлення користувача

source: Recipients
de_de: Empfänger
hu: Címzettek
uk: Одержувачі

source: Content
de_de: Inhalt
hu: Tartalom
uk: Зміст
