Repository: susanoox/Doc-chain-frontend
Catalog: mayan/apps/user_management/locale/*/LC_MESSAGES/django.po
Languages: hr, hu, uk

source: User management
hr: Upravljanje korisnicima
hu: Felhasználó kezelés
uk: Керування користувачами

source: Group
hr: Grupa
hu: Csoport
uk: Група

source: Groups
hr: Grupe
hu: Csoportok
uk: Групи

source: Name
hr: Ime
hu: Név
uk: Ім'я

source: User
hr: Korisnik
hu: Felhasználó
uk: Користувач

source: Users
hr: Korisnici
hu: Felhasználók
uk: Користувачі

source: Email
uk: Електронна адреса

source: First name
hr: Ime
hu: Keresztnév
uk: Ім'я

source: Is active?
hr: Je li aktivan?
hu: Aktív?
uk: Чи активний?

source: Is super user?
hu: Szuper felhasználó?
uk: Супер користувач?

source: Last name
hr: Prezime
hu: Vezetéknév
uk: Прізвище

source: Password
hr: Zaporka
hu: Jelszó
uk: Пароль

source: Username
hr: Korisničko ime
hu: Felhasználónév
uk: Ім'я користувача

source: Last login
hr: Zadnja prijava
hu: Utolsó bejelentkezés
uk: Останній вхід

source: Has usable password?
hr: Ima li upotrebljivu zaporku?
hu: Van használható jelszó?
uk: Чи має придатний пароль?

source: All the groups.
hr: Sve grupe.
hu: Minden csoport.
uk: Усі групи.

source: All the users.
hr: Svi korisnici.
hu: Minden felhasználó.
uk: Усі користувачі.

source: Total users
hr: Ukupno korisnika
hu: Összes felhasználó
uk: Всього користувачів

source: Total groups
hr: Ukupno grupa
hu: Összes csoport
uk: Всього груп

source: User dashboard
hr: Nadzorna ploča
hu: Felhasználói irányítópult
uk: Інформаційна панель користувача

source: Group created
hr: Grupa izrađena
hu: Csoport létrehozva
uk: Групу створено

source: Group edited
hr: Grupa izmijenjena
hu: Csoport szerkesztve
uk: Групу відредаговано

source: User created
hr: Korisnik izrađen
hu: Felhasználó létrehozva
uk: Користувача створено

source: User edited
hr: Korisnik uređen
hu: Felhasználó szerkesztve
uk: Користувача відредаговано

source: User logged in
hr: Korisnik prijavljen
hu: Felhasználó bejelentkezve
uk: Користувач увійшов в систему

source: User logged out
hr: Korisnik odjavljen
hu: Felhasználó kijelentkezve
uk: Користувач вийшов із системи

source: User details
hr: Detalji o korisniku
hu: A felhasználó adatai
uk: Інформація про користувача

source: Create new group
hr: Izradi novu grupu
hu: Új csoport létrehozása
uk: Створити нову групу

source: Delete
hr: Izbriši
hu: Törlés
uk: Видалити

source: Edit
hr: Izmijeni
hu: Szerkesztés
uk: Редагувати

source: Create new user
hr: Izradi novog korisnika
hu: Új felhasználó létrehozása
uk: Створити нового користувача

source: User options
hr: Korisnikova opcije
hu: Felhasználói beállítások
uk: Параметри користувача

source: Account
hr: Račun
hu: Fiók
uk: Акаунт

source: Personal
hr: Osobno
hu: Személyes
uk: Особисті

source: Attributes
hr: Atributi
hu: Attribútumok
uk: Атрибути

source: Forbid this user from changing their password.
hr: Zabraniti korisniku promjenu zaporke.
hu: A felhasználó nem változtathatja meg a jelszavát.
uk: Заборонити цьому користувачеві змінювати свій пароль.

source: User settings
hr: Korisničke postavke
hu: Felhasználói beállítások
uk: Налаштування користувача

source: Users settings
hr: Postavke korisnika
hu: Felhasználók beállításai
uk: Налаштування користувачів

source: Create new groups
hr: Izradi nove grupe
hu: Új csoportok létrehozása
uk: Створити нові групи

source: Delete existing groups
hr: Briši postojeće grupe
hu: Meglévő csoportok törlése
uk: Видалити існуючі групи

source: Edit existing groups
hr: Uredi postojeće grupe
hu: Meglévő csoportok szerkesztése
uk: Редагувати існуючі групи

source: View existing groups
hr: Pregledaj postojeće grupe
hu: Meglévő csoportok megtekintése
uk: Переглянути існуючі групи

source: Create new users
hr: Izradi nove korisnike
hu: Új felhasználók létrehozása
uk: Створити нових користувачів

source: Delete existing users
hr: Izbriši postojeće korisnike
hu: Meglévő felhasználók törlése
uk: Видалити існуючих користувачів

source: Edit existing users
hr: Uredi postojeće korisnike
hu: Meglévő felhasználók szerkesztése
uk: Редагувати існуючих користувачів

source: View existing users
hr: Pregledaj postojeće korisnike
hu: Meglévő felhasználók megtekintése
uk: Переглянути існуючих користувачів

source: URL of the API endpoint showing the list users of this group.
hr: URL za API endpoint koji daje popis korisnika iz ove grupe.
hu: Az API-végpont URL-címe, amely a csoport felhasználói listáját mutatja.
uk: URL API-точки доступу, яка показує список користувачів цієї групи.

source: Users URL
hr: URL korisnika
hu: Felhasználók URL
uk: URL-адреса користувачів

source: Users add URL
hr: URL za dodavanje korisnika
hu: Felhasználók hozzáadása URL
uk: Додати URL користувачів

source: Users remove URL
hr: URL za uklanjanje korisnika
hu: Felhasználók eltávolítása URL
uk: Видалити URL користувачів

source: Primary key of the user to add to the group.
hr: Primarni ključ korisnika kojeg treba dodati u grupu.
hu: A csoporthoz adandó felhasználó elsődleges kulcsa.
uk: Первинний ключ користувача, який потрібно додати до групи.

source: User ID
hr: ID korisnika
hu: Felhasználói azonosító
uk: ID користувача

source: Primary key of the user to remove from the group.
hr: Primarni ključ korisnika kojeg treba ukloniti iz grupe.
hu: A csoportból eltávolítandó felhasználó elsődleges kulcsa.
uk: Первинний ключ користувача, якого потрібно видалити з групи.

source: URL of the API endpoint showing the list groups this user belongs to.
hr: URL za API endpoint koji daje popis grupa kojima ovaj korisnik pripada.
hu: Az API-végpont URL-címe, amely mutatja azoknak a csoportoknak a listáját, amelyekhez ez a felhasználó tartozik.
uk: URL API-точки доступу, яка показує список груп, до яких належить цей користувач.

source: Groups URL
hr: URL grupa
hu: Csoportok URL
uk: URL-адреса груп

source: Anonymous
hr: Anoniman
hu: Névtelen felhasználó
uk: Анонімний

source: Error deleting group "%(instance)s"; %(exception)s
hr: Greška pri brisanju grupe "%(instance)s"; %(exception)s
hu: Hiba a "%(instance)s" csoport törlésekor; %(exception)s
uk: Помилка видалення групи "%(instance)s"; %(exception)s

source: %(count)d groups deleted successfully.
hr: %(count)d grupa uspješno izbrisano.
hu: %(count)d csoport sikeresen törölve.
uk: %(count)d груп успішно видалено.

source: Group "%(object)s" deleted successfully.
hr: Grupa "%(object)s" uspješno izbrisana.
hu: A "%(object)s" csoport sikeresen törölve.
uk: Групу "%(object)s" успішно видалено.

source: %(count)d group deleted successfully.
hr: %(count)d grupa uspješno izbrisana.
hu: %(count)d csoport sikeresen törölve.
uk: %(count)d група успішно видалена.

source: Delete the %(count)d selected groups.
hr: Izbriši %(count)d odabrane grupe.
hu: %(count)d kiválasztott csoport törlése.
uk: Видалити %(count)d обраних груп.

source: Delete group: %(object)s.
hr: Izbriši grupu: %(object)s.
hu: Csoport törlése: %(object)s .
uk: Видалити групу: %(object)s.

source: Delete the %(count)d selected group.
hr: Izbriši %(count)d odabranu grupu.
hu: %(count)d kiválasztott csoport törlése.
uk: Видалити %(count)d обраних групу.

source: Details of group: %s
hr: Detalji grupe: %s
hu: A csoport adatai: %s
uk: Деталі групи: %s

source: Edit group: %s
hr: Uredi grupu: %s
hu: Csoport szerkesztése: %s
uk: Редагувати групу: %s

source: User groups are organizational units. They should mirror the organizational units of your organization. Groups can't be used for access control. Use roles for permissions and access control, add groups to them.
hr: Grupe korisnika su organizacijske jedinice. One bi trebale odgovarati organizacijskim jedinicama vaše organizacije. Grupe se ne koriste za kontrolu pristupal. Za ovlaštenja i kontrolu pristupa koristite Role/Uloge, a Rolama pridružite Grupe.
hu: A felhasználói csoportok szervezeti egységek. Ezeknek tükrözniük kell a szervezet szervezeti egységeit. A csoportok nem használhatók hozzáférés-szabályozásra. Használjon szerepköröket engedélyekhez és hozzáférés-szabályozáshoz, adjon hozzá csoportokat.
uk: Групи користувачів є організаційними одиницями. Вони мають відображати організаційні підрозділи вашої організації. Групи не можна використовувати для контролю доступу. Використовуйте ролі для дозволів і контролю доступу, додавайте до них групи.

source: There are no user groups
hr: Nema korisničkih grupa
hu: Nincsenek felhasználói csoportok
uk: Немає груп користувачів

source: Available users
hr: Dostupni korisnici
hu: Elérhető felhasználók
uk: Доступні користувачі

source: Group users
hr: Grupiraj korisnike
hu: Csoport felhasználók
uk: Користувачі групи

source: Users of group: %s
hr: Korisnici iz grupe: %s
hu: A következő csoport felhasználói: %s
uk: Користувачі групи: %s

source: Error deleting user "%(instance)s"; %(exception)s
hr: Greška pri brisanju korisnika "%(instance)s"; %(exception)s
hu: Hiba a "%(instance)s" felhasználó törlésekor; %(exception)s
uk: Помилка видалення користувача "%(instance)s"; %(exception)s

source: %(count)d users deleted successfully.
hr: %(count)d korisnika uspješno izbrisano.
hu: %(count)d felhasználó sikeresen törölve.
uk: %(count)d користувачів успішно видалено.

source: User "%(object)s" deleted successfully.
hr: Korisnik "%(object)s" uspješno izbrisan.
hu: A "%(object)s" felhasználó sikeresen törölve.
uk: Користувач "%(object)s" успішно видалений.

source: %(count)d user deleted successfully.
hr: %(count)d korisnik uspješno izbrisan.
hu: %(count)d felhasználó sikeresen törölve.
uk: %(count)d користувача успішно видалено.

source: Delete the %(count)d selected users.
hr: Izbriši %(count)d odabranih korisnika.
hu: %(count)d kiválasztott felhasználó törlése.
uk: Видалити %(count)d вибраних користувачів.

source: Delete user: %(object)s.
hr: Izbriši korisnika: %(object)s.
hu: Felhasználó törlése: %(object)s .
uk: Видалити користувача: %(object)s.

source: Delete the %(count)d selected user.
hr: Izbriši %(count)d odabranog korisnika.
hu: %(count)d kiválasztott felhasználó törlése.
uk: Видалити %(count)d вибраного користувача.

source: Warning! You are about to delete your own user account. You will lose access to the system. This process is not reversible.
hr: Upozorenje! Ovim ćete izbrisati vlastiti račun. Time ćete izgubiti pristup sustavu. Ova radnja se ne može poništiti.
hu: Figyelem! Arra készül, hogy törli saját felhasználói fiókját. Elveszíti a hozzáférést a rendszerhez. Ez a folyamat nem visszafordítható.
uk: УВАГА! Ви збираєтеся видалити свій обліковий запис користувача. Ви втратите доступ до системи. Цей процес є не оборотним.

source: Details of user: %s
hr: Detalji korisnika: %s
hu: A felhasználó adatai: %s
uk: Відомості про користувача: %s

source: Edit user: %s
hr: Uredi korisnika: %s
hu: Felhasználó szerkesztése: %s
uk: Редагувати користувача: %s

source: Available groups
hr: Dostupne grupe
hu: Elérhető csoportok
uk: Доступні групи

source: User groups
hr: Grupe korisnika
hu: Felhasználói csoportok
uk: Групи користувачів

source: Groups of user: %s
hr: Grupe kojima pripada korisnik: %s
hu: Felhasználói csoportok: %s
uk: Групи користувача: %s

source: User accounts can be create from this view. After creating a user account you will prompted to set a password for it.
hr: Iz ovog prikaza možete kreirati korisnike. Nakon izrade korisničkog računa, tražit će se da postavite zaporku.
hu: Ebből a nézetből felhasználói fiókok hozhatók létre. A felhasználói fiók létrehozása után meg kell adnia egy jelszót.
uk: У цьому поданні можна створювати облікові записи користувачів. Після створення облікового запису користувача вам буде запропоновано встановити для нього пароль.

source: There are no user accounts
hr: Nema korisničkih računa
hu: Nincsenek felhasználói fiókok
uk: Немає облікових записів користувачів

source: Edit options for user: %s
hr: Uredi opcije za korisnika: %s
hu: A felhasználó beállításainak szerkesztése: %s
uk: Редагувати параметри для користувача: %s
